Repository: devzero2000/RPM5
Catalog: po/*.po
Languages: eo, nl

source: don't verify file digests
eo: ne konstatu dosierajn resumojn
nl: controlegetallen bestand niet verifiëren

source: don't verify file security contexts
eo: ne konstatu sekureco-kuntekstojn
nl: context van bestandsbeveiliging niet verifiëren

source: don't register headers in rpmdb
eo: ne registru kapoojn en rpmdb
nl: geen koppen in rpmdb registeren

source: do not execute %%pretrans scriptlet (if any)
eo: ne plenumigu la programetojn %%pretrans (se ekzistas)
nl: %%pretrans-scriptlet (bij aanwezigheid) niet uitvoeren

source: do not execute %%pre scriptlet (if any)
eo: ne plenumigu la programetojn %%pre (se ekzistas)
nl: %%pre-sciptlet (bij aanwezigheid) niet uitvoeren

source: do not execute %%post scriptlet (if any)
eo: ne plenumigu la programetojn %%post (se ekzistas)
nl: %%post-scriptlet (bij aanwezigheid) niet uitvoeren

source: do not execute %%preun scriptlet (if any)
eo: ne plenumigu la programetojn %%preun (se ekzistas)
nl: %%preun-scriptlet (bij aanwezigheid) niet uitvoeren

source: do not execute %%postun scriptlet (if any)
eo: ne plenumigu la programetojn %%postun (se ekzistas)
nl: %%postun-scriptlet (bij aanwezigheid) niet uitvoeren

source: do not execute %%postrans scriptlet (if any)
eo: ne plenumigu la programetojn %%postrans (se ekzistas)
nl: %%postrans-scriptlet (bij aanwezigheid) niet uitvoeren

source: do not execute any scriptlet(s) triggered by this package
eo: ne plenumigu iu(j)n ajn programeto(j)n okazigita(j)n de ĉi tiu pako
nl: geen enkele scriptlet geactiveerd door dit pakket uitvoeren

source: do not execute any %%triggerprein scriptlet(s)
eo: ne plenumigu programeto(j)n %%triggerprein
nl: geen enkele %%triggerprein-scriptlet uitvoeren

source: do not execute any %%triggerin scriptlet(s)
eo: ne plenumigu la programeto(j)n %%triggerin
nl: geen enkele %%triggerin-scriptlet uitvoeren

source: do not execute any %%triggerun scriptlet(s)
eo: ne plenumigu la programeto(j)n %%triggerun
nl: geen enkele %%triggerun-scriptlet uitvoeren

source: do not execute any %%triggerpostun scriptlet(s)
eo: ne plenumigu la programeto(j)n %%triggerpostrun
nl: geen enkele %%triggerpostun-scriptlet uitvoeren

source: save erased package files by repackaging
eo: konservi forviŝitajn pako-dosierojn per repakado
nl: verwijderde pakketbestanden bewaren door herverpakken

source: don't install, but tell if it would work or not
eo: ne instalu; nur montru ĉu ĝi funkcius aŭ ne
nl: niet installeren, maar aangeven of dit wel mogelijk is

source: remove all packages which match <package> (normally an error is generated if <package> specified multiple packages)
eo: forigu ĉiujn pakojn, kiuj kongruas al <pako> (ordinare eraro estas generita se <pako> specifis plurajn pakojn)
nl: alle pakketten die met <pakket> overeenkomen verwijderen (normaal volgt een foutmelding als <pakket> meerdere pakketten opgeeft)

source: relocate files in non-relocatable package
eo: reloku dosierojn en pako, kiu ne estas relokebla
nl: locatie van bestanden uit onverplaatsbaar pakket veranderen

source: erase (uninstall) package
eo: forigu (malinstalu) pakon
nl: pakket verwijderen (deïnstalleren)

source: <package>+
eo: <pako>+
nl: <pakket>+

source: skip files with leading component <path>
eo: preterlasu dosierojn kun antaŭa komponanto <pado>
nl: bestanden met voorloopcomponent <pad> overslaan

source: <path>
eo: <pado>
nl: <pad>

source: detect file conflicts between packages
eo: malkovri dosierajn konfliktojn inter pakoj
nl: bestandsconflicten tussen pakketten detecteren

source: upgrade package(s) if already installed
eo: promociu pako(j)n se jam instalitaj
nl: pakket(ten) opwaarderen als deze al geïnstalleerd zijn

source: <packagefile>+
eo: <pakodosiero>+
nl: <pakketbestand>+

source: print hash marks as package installs (good with -v)
eo: eligu diesojn dum pako-instaladon (bona kun -v)
nl: '#' tonen tijdens pakketinstallatie (kan samen met -v)

source: don't verify package architecture
eo: ne konstatu pako-platformon
nl: pakketarchitectuur niet verifiëren

source: don't verify package operating system
eo: ne konstatu pako-operaciumon
nl: besturingssysteem van pakket niet verifiëren

source: don't check disk space before installing
eo: ne kontrolu diskspacon antaŭ ol instali
nl: schijfruimte niet controleren voorafgaand aan installatie

source: install documentation
eo: instalu dokumentaron
nl: documentatie installeren

source: install package(s)
eo: instalu pako(j)n
nl: pakket(ten) installeren

source: do not verify package dependencies
eo: ne konstatu pako-dependaĵojn
nl: pakketafhankelijkheden niet verifiëren

source: do not reorder package installation to satisfy dependencies
eo: ne reordigu pako-instaladon por kontentigi dependaĵojn
nl: pakket niet in andere volgorde installeren om te voldoen aan afhankelijkheden

source: upgrade to an old version of the package (--force on upgrades does this automatically)
eo: malpromocii al malfreŝa eldono de la pako (--force aŭtomate faras tion)
nl: naar een oude pakketversie opwaarderen (--force tijdens opwaardering voert dit automatisch uit)

source: print percentages as package installs
eo: eligu elcentojn kiel la pako instaliĝas
nl: voortgang tijdens pakketinstallatie tonen

source: relocate the package to <dir>, if relocatable
eo: reloku la pakon al <dosierujo>, se relokeblan
nl: locatie van pakket wijzigen in <map>, indien verplaatsbaar

source: <dir>
eo: <dosiero>
nl: <map>

source: relocate files from path <old> to <new>
eo: reloki dosierojn de pado <malnova> al <nova>
nl: bestanden van pad <oud> naar <nieuw> verplaatsen

source: <old>=<new>
eo: <malnova>=<nova>
nl: <oud>=<nieuw>

source: ignore file conflicts between packages
eo: ignoru dosierajn konfliktojn inter pakoj
nl: bestandsconflicten tussen pakketten negeren

source: reinstall if the package is already present
eo: reinstalu se la pako jam ĉeestas
nl: het pakket herinstalleren als het al aanwezig is

source: deinstall new, reinstall old, package(s), back to <date>
eo: malinstali malnovan, reinstali novan, pako(j), reen al <dato>
nl: nieuw(e) pakket(ten) deïnstalleren en oude pakketten herinstalleren, terug naar <datum>

source: <date>
eo: <dato>
nl: <datum>

source: If transaction fails rollback to <date>
eo: Se transago malsukcesis, reiru al <dato>
nl: als transactie mislukt, terugdraaien naar <datum>

source: Exclude Transaction I.D. from rollback
eo: Ekskludi transagan identigilon en reirado
nl: transactieID uitsluiten van terugdraaien

source: upgrade package(s)
eo: promociu pako(j)n
nl: pakket(ten) opwaarderen

source: query/verify all packages
eo: mendu/konstatu ĉiujn pakojn
nl: alle pakketten bevragen/verifiëren

source: rpm checksig mode
eo: reĝimo kontroli konstaton de rpm
nl: rpm checksig-modus

source: query/verify package(s) owning file
eo: mendu/konstatu pako(j)n havanta(j) dosieron
nl: pakket(ten) op aanwezigheid bestand bevragen/verifiëren

source: query/verify package(s) in group
eo: mendu/konstatu pako(j)n en grupo
nl: pakket(ten) in groep bevragen/verifiëren

source: query/verify a package file
eo: mendu/konstatu pako-dosieron
nl: een pakketbestand bevragen/verifiëren

source: query/verify package(s) from TOP file tree walk
eo: mendu/konstatu pako(j)n el arba iro TOP
nl: pakket(ten) uit doorlopen TOP-bestandsboom bevragen/verifiëren

source: query/verify package(s) from system HDLIST
eo: mendu/konstatu pako(j)n el sistema listo
nl: pakket(ten) uit systeem HDLIST bevragen/verifiëren

source: query/verify package(s) with source package identifier
eo: mendu/konstatu pako(j)n per fontoteksto-identigilo
nl: pakket(ten) met bronpakketidentificatie bevragen/verifiëren

source: query/verify package(s) with package identifier
eo: mendu/konstatu pako(j)n per pako-identigilo
nl: pakket(ten) met pakketidentificatie bevragen/verifiëren

source: query/verify package(s) with header identifier
eo: mendu/konstatu pako(j)n per kapo-identigilo
nl: pakket(ten) met kopidentificatie bevragen/verifiëren

source: query/verify package(s) with file identifier
eo: mendu/konstatu pako(j)n per dosiero-identigilo
nl: pakket(ten) met bestandsidentificatie bevragen/verifiëren

source: rpm query mode
eo: rpm-mendanta reĝimo
nl: rpm-bevraagmodus

source: query/verify a header instance
eo: mendu/konstatu kapo-okazon
nl: een kopexemplaar bevragen/verifiëren

source: query a spec file
eo: konstati spec-dosiero(j)n
nl: een .spec-bestand bevragen

source: query source metadata from spec file parse
eo: mendi fontotekstajn metadatumojnn laŭ <spec-dosiero>
nl: bronmetagegevens afkomstig van .spec-bestand bevragen

source: query/verify package(s) from install transaction
eo: mendu/konstatu pako(j)n el instalo-interago
nl: pakket(ten) uit installatietransactie bevragen/verifiëren

source: query the package(s) triggered by the package
eo: mendi la pako(j)n okazigitaj de la pako
nl: pakket(ten) geactiveerd door het pakket bevragen

source: rpm verify mode
eo: rpm-konstata reĝimo
nl: rpm-verificatiemodus

source: query/verify the package(s) which require a dependency
eo: mendu/konstatu la pako(j)n, kiuj postulas dependaĵon
nl: pakket(ten) met vereisten bevragen/verifiëren

source: query/verify the package(s) which require any contained provide
eo: mendu/konstatu la pako(j)n, kiuj postulas provizaĵon
nl: pakket(ten) die leveringen vereisen bevragen/verifiëren

source: query/verify the package(s) which provide a dependency
eo: mendu/konstatu la pako(j)n, kiuj havigas dependaĵon
nl: pakket(ten) op leveringen bevragen/verifiëren

source: query/verify the package(s) which conflict with a dependency
eo: mendu/konstatu la pako(j)n, kiuj konfliktas kun dependaĵo
nl: pakket(ten) op conflicten met een afhankelijkheden bevragen/verifiëren

source: query/verify the package(s) which obsolete a dependency
eo: mendu/konstatu la pako(j)n, kiuj orfigas dependaĵon
nl: pakketten die een afhankelijkheid achterhalen bevragen/verifiëren

source: create transaction set
eo: krei transagan aron
nl: transactieverzameling aanmaken

source: do not order transaction set
eo: ne ordigu transagan aron
nl: transactieverzameling niet sorteren

source: do not glob arguments
eo: ne kunfandu parametrojn
nl: jokertekens in argumenten niet vervangen

source: do not process non-package files as manifests
eo: ne procedu ne pako-dosierojn kiel manifestojn
nl: niet-pakketbestanden niet als manifests verwerken

source: do not read headers
eo: ne legi kapojn
nl: koppen niet lezen

source: list all configuration files
eo: listigu ĉiujn agordo-dosierojn
nl: alle configuratiebestanden weergeven

source: list all documentation files
eo: listigu ĉiujn dokumento-dosierojn
nl: alle documentatiebestanden weergeven

source: dump basic file information
eo: ŝutu bazajn informojn pri dosieroj
nl: basisinformatie van bestand wegschrijven

source: list files in package
eo: listigu dosierojn en pako
nl: bestanden in pakket weergeven

source: add suggested packages to transaction
eo: aldonu proponata(j)n pako(j)n al transago
nl: voorgestelde pakketten aan transactie toevoegen

source: skip %%config files
eo: preterlasu %%config-dosierojn
nl: %%config-bestanden overslaan

source: skip %%doc files
eo: preterlasu %%doc-dosierojn
nl: %%doc-bestanden overslaan

source: skip %%ghost files
eo: preterlasu %%fantomo-dosierojn
nl: %%ghost-bestanden overslaan

source: skip %%license files
eo: preterlasu %%license-dosierojn
nl: %%licence-bestanden overslaan

source: skip %%readme files
eo: preterlasu %%readme-dosierojn
nl: %%readme-bestanden overslaan

source: use the following query format
eo: uzu la jenan mendo-formaton
nl: bevraag op de volgende wijze

source: QUERYFORMAT
eo: MENDO-FORMATO
nl: BEVRAAGWIJZE

source: substitute i18n sections into spec file
eo: anstataŭigi asimilado-sekciojn en spec-dosiero
nl: i18n-onderdelen substitueren naar .spec-bestand

source: display the states of the listed files
eo: elmontri la statojn de la listigitaj dosieroj
nl: toestanden van de getoonde bestanden weergeven

source: specify target platform
eo: specifi celan platformon
nl: doelplatform opgeven

source: don't verify size of files
eo: ne konstatu la grandon de la dosieroj
nl: grootte van bestanden niet verifiëren

source: don't verify symlink path of files
eo: ne konstatu ligilajn padojn de dosieroj
nl: symbolische padverwijzing van bestanden niet verifiëren

source: don't verify owner of files
eo: ne konstatu estrecon de dosiero
nl: eigenaar van bestanden niet verifiëren

source: don't verify group of files
eo: ne konstatu grupon de dosiero
nl: groep van bestanden niet verifiëren

source: don't verify modification time of files
eo: ne konstatu modifo-tempon de dosieroj
nl: bewerktijdstip van bestanden niet verifiëren

source: don't verify mode of files
eo: ne konstatu permesojn de dosieroj
nl: modus van bestanden niet verifiëren

source: don't verify file HMAC's
eo: ne konstatu HMAC-ajn dosierojn

source: don't verify files in package
eo: ne konstatu dosierojn en pako
nl: bestanden in pakket niet verifiëren

source: don't verify package dependencies
eo: ne konstatu pako-dependaĵojn
nl: pakketafhankelijkheden niet verifiëren

source: don't execute verify script(s)
eo: ne plenumigu konstato-programo(j)n
nl: verificatiescript(s) niet uitvoeren

source: sign package(s) (identical to --resign)
eo: subskribi pako(j)n (identa je --resign)
nl: pakket(ten) van handtekening voorzien (identiek aan --resign)

source: verify package signature(s)
eo: konstatu pako-pretendo(j)n
nl: pakkethandtekening(en) verifiëren

source: delete package signatures
eo: forigi pako-pretendojn
nl: pakkethandtekeningen verwijderen

source: import an armored public key
eo: importu ŝirmitan publikan ŝlosilon
nl: een geactiveerde publieke sleutel importeren

source: sign package(s) (identical to --addsign)
eo: pretendi pako(j)n (identa je --addsign)
nl: pakket(ten) van een handtekening voorzien (identiek aan --addsign)

source: generate signature
eo: generi subskribon
nl: handtekening genereren

source: specify trust metric
eo: specifi fido-mezurilon
nl: betrouwbaarheidsmetriek opgeven

source: TRUST
eo: FIDO
nl: VERTROUWD

source: set ultimate trust when importing pubkey(s)
eo: valorizi plej superan fidon dum importi publika(j)n ŝlosilo(j)n
nl: maximale betrouwbaarheid bij importeren publieke sleutel(s) inschakelen

source: unset ultimate trust when importing pubkey(s)
eo: malvalorizi plej superan fidon dum importi publika(j)n ŝlosilo(j)n
nl: maximale betrouwbaarheid bij importeren publieke sleutel(s) uitschakelen

source: disable password challenge
eo: malaktivigi pasvorto-defion

source: cannot write to %%%s %s
eo: ne eblas skribi al %%%s %s
nl: kan niet schrijven naar %%%s %s

source: source package expected, binary found
eo: fontoteksta pako atendita, plenumebla trovita
nl: bronpakket verwacht, uitvoerbaar bestand gevonden

source: source package contains no .spec file
eo: fontoteksta pako enhavas neniun spec-dosieron
nl: bronpakket bevat geen .spec-bestand

source: Couldn't fork %s: %s
eo: Ne eblis forki: %s: %s
nl: Kan geen nieuw proces starten voor %s: %s

source: %s(%s) scriptlet failed, waitpid(%d) rc %d: %s
eo: %s(%s) programeto malsukcesis, waitpid(%d) rc %d: %s
nl: %s(%s)-scriptlet is mislukt, waitpid(%d) rc %d: %s

source: %s(%s) scriptlet failed, signal %d
eo: %s(%s) programeto malsukcesis, signalo %d
nl: %s(%s)-scriptlet is mislukt, signaal %d

source: %s(%s) scriptlet failed, exit status %d
eo: %s(%s) programeto malsukcesis, elira stato %d
nl: %s(%s)-scriptlet is mislukt, stopstatus %d

source: %s: %s scriptlet failed (%d), skipping %s
eo: %s: programeto %s malsukcesis (%d), preterlasanta je %s
nl: %s: %s-scriptlet is mislukt (%d), overslaan %s

source: Unable to reload signature header
eo: Ne eblas reŝargi subskribi-kapon
nl: Kan handtekeningkop niet opnieuw laden

source: unpacking of archive failed%s%s: %s
eo: Elpakado de arkivo malsukcesis%s%s: %s
nl: uitpakken van archief is mislukt%s%s: %s

source: on file
eo: ĉe dosiero
nl: op bestand

source: %s failed on file %s: %s
eo: %s malsukcesis ĉe dosiero %s: %s
nl: %s is mislukt op bestand %s: %s

source: %s failed: %s
eo: %s malsukcesis: %s
nl: %s is mislukt: %s

source: incorrect format: %s
eo: malĝusta aranĝo: %s
nl: onjuiste structuur: %s

source: (contains no files)
eo: (enhavas neniujn dosierojn)
nl: (bevat geen bestanden)

source: normal
eo: normala
nl: normaal

source: replaced
eo: anstataŭigita
nl: vervangen

source: not installed
eo: ne instalita
nl: niet geïnstalleerd

source: net shared
eo: rete kunuzata
nl: gedeeld via netwerk

source: wrong color
eo: malĝusta koloro
nl: verkeerde kleur

source: (no state)
eo: (neniu stato)
nl: (geen toestand)

source: (unknown %3d)
eo: (nekonata %3d)
nl: (onbekende %3d)

source: package without owner/group tags
eo: pako ne enhavas listojn de dosieraj estroj kaj grupoj
nl: pakket zonder eigenaar- of groepslabels

source: key "%s" not found in %s table
eo: ŝlosilo %s ne troviĝis en tabelo %s
nl: sleutel "%s" is niet gevonden in tabel %s

source: group %s does not contain any packages
eo: grupo %s ne enhavas iujn pakojn
nl: groep %s bevat geen pakketten

source: no package triggers %s
eo: neniuj pako-instigiloj %s
nl: geen pakket activeert %s

source: malformed %s: %s
eo: misformita %s: %s
nl: ongeldige %s: %s

source: no package matches %s: %s
eo: neniu pako kongruas kun %s: %s
nl: geen pakket komt overeen met %s: %s

source: no package requires %s
eo: neniu pako postulas: %s
nl: geen pakket vereist %s

source: no package provides %s
eo: neniu pako provizas: %s
nl: geen pakket levert %s

source: file %s: %s
eo: dosiero %s: %s
nl: bestand %s: %s

source: file %s is not owned by any package
eo: neniu pako estras dosieron %s
nl: bestand %s is geen onderdeel van een pakket

source: invalid package number: %s
eo: nevalida pako-numero: %s
nl: ongeldig pakketnummer: %s

source: record %u could not be read
eo: ne eblas legi rikordon %u
nl: kan record %u niet lezen

source: package %s is not installed
eo: pako %s ne estas instalita
nl: pakket %s is niet geïnstalleerd

source: (added files)
eo: (aldonitaj dosieroj)
nl: (toegevoegde bestanden)

source: (added provide)
eo: (aldonitaj provizoj)
nl: (toegevoegde pakketlevering)

source: rpmTempFile failed
eo: rpmTempFile malsukcesis
nl: rpmTempFile is mislukt

source: %s: Fwrite failed: %s
eo: %s: Fwrite malsukcesis: %s
nl: %s: Fwrite is mislukt: %s

source: %s: Fread failed: %s
eo: %s: Fread malsukcesis: %s
nl: %s: Fread is mislukt: %s

source: %s: Fflush failed: %s
eo: %s: Fflush malsukcesis: %s
nl: %s: Fflush is mislukt: %s

source: %s: No signature available
eo: %s: Neniu pretendo havebla
nl: %s: Geen handtekening beschikbaar

source: %s: was already signed by key ID %s, skipping
eo: %s: pako jam subskribita per ŝlosila identigilo %s, preterlasanta
nl: %s: is al ondertekend door sleutelID %s, overslaan

source: %s: import read failed(%d).
eo: %s: importa legado malsukcesis (%d).
nl: %s: lezen tijdens import is mislukt (%d).

source: %s: import failed.
eo: %s: malsukcesis importado.
nl: %s: importeren is mislukt.

source: headerGet failed
eo: headerGet malsukcesis
nl: headerGet is mislukt

source: failed to retrieve original header
eo: malsukcesis atingi originalan kapon
nl: ophalen van originele kop is mislukt

source: XAR file not found (or no XAR support)
eo: XAR-dosiero ne trovita (aŭ ne komprenata)
nl: XAR-bestand niet gevonden (of XAR wordt niet ondersteund)

source: Fread failed
eo: Fread malsukcesis
nl: Fread is mislukt

source: skipping package %s with unverifiable V%u signature
eo: preterlasanta pakon %s kun nekonstatebla pretendo V%u
nl: pakket %s met V%u-handtekening kan niet worden geverifieerd en wordt overgeslagen

source: NOT_OK
eo: NE_BONA
nl: FOUT

source: (MISSING KEYS:
eo: (MANKAJ ŜLOSILOJ:
nl: (ONTBREKENDE SLEUTELS:

source: (UNTRUSTED KEYS:
eo: NEFIDINDAJ ŜLOSILOJ:
nl: (ONBETROUWBARE SLEUTELS:

source: OK
eo: BONA
nl: GOED

source: NO
eo: NE
nl: NEE

source: YES
eo: JES
nl: JA

source: PreReq:, Provides:, and Obsoletes: dependencies support versions.
eo: Dependaĵoj de PreReq:, Provides:, kaj Obseletes: eblas havi eldonojn.
nl: Pakketvereisten:, leveringen:, en achterhaalde pakketten: afhankelijkheden ondersteunen versies.

source: file name(s) stored as (dirName,baseName,dirIndex) tuple, not as path.
eo: dosiernomo(j) konservitaj kiel (dirName, basNem, dirIndex) triopo, ne kiel pado.
nl: bestandsna(a)m(en) opgeslagen als (dirName, baseName, dirIndex) tuple, niet als pad

source: package payload can be compressed using bzip2.
eo: pako-ŝarĝo eblas esti kunpremita per bzip2.
nl: pakketbestanden kunnen gecomprimeerd worden met bzip2

source: package payload file(s) have "./" prefix.
eo: pako-ŝarĝa(j) dosiero(j) havas prefikson "./".
nl: pakketbestand(en) hebben "./" als voorvoegsel.

source: package name-version-release is not implicitly provided.
eo: la nomo, eldono kaj promocio de pako ne subkomprenita.
nl: pakketnaam-versie-release is niet impliciet gegeven.

source: header tags are always sorted after being loaded.
eo: kapaj tagoj ĉiam estas ordigitaj post ŝargiĝi.
nl: koplabels worden altijd gesorteerd na te zijn geladen.

source: the scriptlet interpreter can use arguments from header.
eo: la programeta interpretilo povas uzi parametrojn de la kapo.
nl: de scriptlet-interpreter kan argumenten uit de kop gebruiken.

source: a hardlink file set may be installed without being complete.
eo: aro da malmolaj ligiloj povas esti instalita sen esti kompleta.
nl: een directekoppelingbestand mag worden geïnstalleerd zonder compleet te zijn.

source: package scriptlets may access the rpm database while installing.
eo: pakaĵo-programetojn rajtas atingi la rpm-datumbazon dum instali.
nl: pakketscriptlets mogen de rpm-database benaderen tijdens installatie.

source: internal embedded lua scripts.
eo: interna enmetado de lua-programetoj.
nl: intern ingebede lua-scripts.

source: internal embedded Augeas.
eo: interna enmetado de Augeas.

source: internal embedded FICL.
eo: interna enmetado de FICL.
nl: intern ingebede FICL.

source: internal embedded JavaScript.
eo: interna enmetado de Javaskripto.
nl: intern ingebede JavaScript.

source: internal embedded perl scripts.
eo: interna enmetado de perl-programetoj.
nl: intern ingebede perl-scripts.

source: internal embedded python scripts.
eo: interna enmetado de python-programetoj.
nl: intern ingebede python-scripts.

source: internal embedded ruby scripts.
eo: interna enmetado de ruby-programetoj.

source: internal embedded Spook scripts.
eo: interna enmetado de Spook-programetoj.

source: internal embedded sqlite3 scripts.
eo: interna enmetado de sqlite3-programetoj.

source: internal embedded squirrel scripts.
eo: interna enmetado de squirrel-programetoj.

source: internal embedded tcl scripts.
eo: interna komprena de tcl-programetoj.
nl: intern ingebede tcl-scripts.

source: header tag data can be of type uint64_t.
eo: kapo-etikeda datumo povas esti tipo uint64_t
nl: koplabelgegevens kunnen van het soort uint64_t zijn.

source: package payload can be in ustar tar archive format.
eo: pako-ŝarĝo eblas esti kunpremita laŭ ustar-tar.
nl: pakketbestanden kunnen de structuur van ustar-tararchief hebben.

source: package payload can be compressed using lzma.
eo: pako-ŝarĝo eblas esti kunpremita per lzma.
nl: pakketbestanden kunnen gecomprimeerd worden met lzma.

source: file digests can be other than MD5.
eo: dosieraj resumoj povas esti alia ol MD5.
nl: controlegetallen bestand kunnen van MD5 verschillen.

source: package payload can be in ar archive format.
eo: pako-ŝarĝo eblas esti kunpremita laŭ ar.
nl: pakketbestanden kunnen de ar-archiefstructuur hebben.

source: package payload can be compressed using xz.
eo: pako-ŝarĝo eblas esti kunpremita per xz.
nl: pakketbestanden kunnen gecomprimeerd worden met xz.

source: %s:%d "%s" has invalid name. Skipping ...
eo: %s:%d "%s" havas nevalidan nomon. Preterlasante ...
nl: %s:%d "%s" heeft een ongeldige naam. Overslaan...
