Repository: devzero2000/RPM5
Catalog: po/*.po
Languages: eo, nl

source: line %d: Bad BuildArchitecture format: %s
eo: linio %d: Fuŝa aranĝo de BuildArchitecture: %s
nl: regel %d: ongeldige structuur van BuildArchitecture: %s

source: line %d: Only "noarch" sub-packages are supported: %s
eo: linio %d: Nur subpakoj noarch estas permesataj: %s
nl: regel %d: alleen "noarch"-subpakketten zijn ondersteund: %s

source: Legacy syntax is unsupported: %s
eo: malaktuala sintakso ne eblas: %s
nl: Verouderde syntaxis wordt niet ondersteund: %s

source: Bad package specification: %s
eo: Fuŝa pako-specifo: %s
nl: Onjuiste pakketspecificatie: %s

source: line %d: Unknown tag: %s
eo: linio %d: Nekonata etikedo: %s
nl: regel %d: onbekend label: %s

source: Bad source: %s: %s
eo: Fuŝa fonto: %s: %s
nl: Onjuiste bron: %s: %s

source: No patch number %d
eo: Neniu flikaĵa numero %d
nl: Geen patchnummer %d

source: No source number %d
eo: Neniu fonta numero %d
nl: Geen bronnummer %d

source: Error parsing %%setup: %s
eo: Eraro dum analizo de %%setup: %s
nl: Fout bij ontleden van %%setup: %s

source: line %d: Bad arg to %%setup: %s
eo: linio %d: Fuŝa elekto ĉe %%setup: %s
nl: regel %d: onjuist arg bij %%setup: %s

source: line %d: Bad %%setup option %s: %s
eo: linio %d: Fuŝa elekto ĉe %%setup %s: %s
nl: regel %d: onjuiste %%setup-optie %s: %s

source: line %d: Need arg to %%patch -b: %s
eo: linio %d: Bezonas parametron ĉe %%patch -b: %s
nl: regel %d: %%patch -b vereist een argument: %s

source: line %d: Need arg to %%patch -z: %s
eo: linio %d: Bezonas parametron ĉe %%patch -z: %s
nl: regel %d: %%patch -z vereist een argument: %s

source: line %d: Bad arg to %%patch -F: %s
eo: linio %d: Fuŝa parametro ĉe %%patch -F: %s
nl: regel %d: onjuist arg voor %%patch -F: %s

source: line %d: Need arg to %%patch -d: %s
eo: linio %d: Bezonas parametron ĉe %%patch -d: %s
nl: regel %d: onjuist arg voor %%patch -d: %s

source: line %d: Need arg to %%patch -p: %s
eo: linio %d: Bezonas parametron ĉe %%patch -p: %s
nl: regel %d: onjuist arg voor %%patch -p: %s

source: line %d: Bad arg to %%patch -p: %s
eo: linio %d: Fuŝa elekto ĉe %%patch -p: %s
nl: regel %d: onjuist arg voor %%patch -p: %s

source: Too many patches!
eo: Tro da flikaĵoj!
nl: Te veel patches!

source: line %d: Bad arg to %%patch: %s
eo: linio %d: Fuŝa elekto ĉe %%patch: %s
nl: regel %d: Onjuist arg voor %%patch: %s

source: Missing %s%d %s: %s
eo: Manka %s%d %s: %s
nl: Ontbrekende %s%d %s: %s

source: Fetching(%s%d): %s
eo: Ricevado de %s%d: %s
nl: Ophalen van(%s%d): %s

source: Fetching %s%d failed: %s
eo: Ricevado de %s%d malsukcesis: %s
nl: Ophalen van %s%d is mislukt: %s

source: Missing %s%d: %s: %s
eo: Manka %s%d: %s: %s
nl: Ontbrekende %s%d: %s: %s

source: line %d: second %%prep
eo: linio %d: dua %%prep
nl: regel %d: tweede %%prep

source: line %d: Dependency "%s" must begin with alpha-numeric, '_' or '/': %s
eo: linio %d: Dependaĵo "%s" devas komenciĝi per nombro, litero, '_' aŭ '/': %s
nl: regel %d: Afhankelijkheid "%s" moet beginnen met letter of cijfer, of '_' of '/': %s

source: line %d: Versioned file name not permitted: %s
eo: linio %d: Dosiernomo kun eldono ne permesata: %s
nl: regel %d: Bestandsnaam met versie niet toegestaan: %s

source: line %d: %s must be specified: %s
eo: linio %d: %s devas esti specifitaj %s

source: line %d: %s does not parse: %s
eo: linio %d: %s ne analizebla: %s

source: line %d: triggers must have --: %s
eo: linio %d: instigiloj devas enhavi: --: %s
nl: regel %d: triggers vereisen --: %s

source: line %d: Error parsing %s: %s
eo: linio %d: Eraro dum analizo de %s: %s
nl: regel %d: Fout bij ontleden van %s: %s

source: line %d: embedded interpreter token must end with '>': %s
eo: linio %d: enmetita interpretila ero devas finiĝi per '>': %s

source: line %d: script program must begin with '/': %s
eo: linio %d: programeto devas komenciĝi per '/': %s
nl: regel %d: scriptprogramma moet beginnen met '/': %s

source: line %d: Second %s
eo: linio %d: Dua %s
nl: regel %d: Tweede %s

source: line %d: unsupported internal script: %s
eo: linio %d: ne rekonas enan programeton: %s
nl: regel %d: niet-ondersteund intern script: %s

source: line %d: %s
eo: linio %d: %s
nl: regel %d: %s

source: Unable to open %s: %s
eo: Ne eblas malfermi: %s: %s
nl: Kan %s niet openen: %s

source: Unclosed %%if
eo: Nefermita %%if
nl: %%if niet afgesloten

source: %s:%d: parseExpressionBoolean returns %d
eo: %s:%d: parseExpressionBoolean donis la valoron %d
nl: %s:%d: parseExpressionBoolean retourneert %d

source: %s:%d: Got a %%else with no %%if
eo: %s:%d %%else sen %%if
nl: %s:%d: %%if zonder %%else

source: %s:%d: Got a %%endif with no %%if
eo: %s:%d: %%endif sen %%if
nl: %s:%d: %%if zonder %%endif

source: malformed %%include statement
eo: misformita frazo %%include
nl: ongeldige %%include-opdracht

source: No compatible architectures found for build
eo: Neniuj kongruaj platformoj trovitaj por muntaĵo
nl: Geen overeenkomende architectuur gevonden voor build

source: Package has no %%description: %s
eo: Pako ne enhavas: %%description: %s
nl: Pakket heeft geen %%description: %s

source: build through %prep (unpack sources and apply patches) from <specfile>
eo: munti per %prep (elpaki fontotekstojn kaj fliki) laŭ <spec-dosiero>
nl: tot en met %prep (broncode uitpakken en patches toepassen) uit <.spec-bestand> opbouwen

source: <specfile>
eo: <spec-dosiero>
nl: <.spec-bestand>

source: build through %build (%prep, then compile) from <specfile>
eo: munti per %build (%prep, tiam traduki) laŭ <spec-dosiero>
nl: tot en met %build (%prep, vervolgens compileren) uit <.spec-bestand> opbouwen

source: build through %install (%prep, %build, then install) from <specfile>
eo: munti per %install (%prep, %build, tiam instali) laŭ <spec-dosiero>
nl: tot en met %install (%prep, %build, vervolgens install) uit <.spec-bestand> opbouwen

source: verify %files section from <specfile>
eo: konstati la sekcion %file laŭ <spec-dosiero>
nl: %files-deel van <.spec-bestand> verifiëren

source: build source and binary packages from <specfile>
eo: munti fontotekstan kaj plenumeblan pakojn laŭ <spec-dosiero>
nl: bron- en binaire pakketten uit <.spec-bestand> opbouwen

source: build binary package only from <specfile>
eo: munti nur plenumeblan pakon laŭ <spec-dosiero>
nl: binaire pakket alleen uit <.spec-bestand> opbouwen

source: build source package only from <specfile>
eo: munti nur fontotekstan pakon laŭ <spec-dosiero>
nl: bronpakket alleen uit <.spec-bestand> opbouwen

source: track versions of sources from <specfile>
eo: spuri eldonojn de fontotekstoj laŭ <spec-dosiero>
nl: volg bronversies uit <.spec-bestand>

source: fetch missing source and patch files
eo: porti mankajn fontotekstajn kaj flikaĵajn dosierojn
nl: haal ontbrekende bron- en patchbestanden op

source: build through %prep (unpack sources and apply patches) from <tarball>
eo: munti per %prep (elpaki fontotekstojn kaj fliki) laŭ <tar-dosiero>
nl: tot en met %prep (bronnen uitpakken en patches toepassen) uit <tarball> opbouwen

source: <tarball>
eo: <tar-dosiero>

source: build through %build (%prep, then compile) from <tarball>
eo: munti per %build (%prep, tiam traduki) laŭ <tar-dosiero>
nl: tot en met %build (%prep, vervolgens compileren) uit <tarball> opbouwen

source: build through %install (%prep, %build, then install) from <tarball>
eo: munti per %install (%prep, %build, tiam instali) laŭ <tar-dosiero>
nl: tot en met %install (%prep, %build, vervolgens install) uit <tarball> opbouwen

source: verify %files section from <tarball>
eo: konstati sekcion %files laŭ <tar-dosiero>
nl: %files-deel uit <tarball> verifiëren

source: build source and binary packages from <tarball>
eo: munti fontotekstan kaj plenumeblan pakojn laŭ <tar-dosiero>
nl: bron- en binaire pakketten uit <tarball> opbouwen

source: build binary package only from <tarball>
eo: munti nur plenumeblan pakon laŭ <tar-dosiero>
nl: binaire pakket alleen uit <tarball> opbouwen

source: build source package only from <tarball>
eo: munti nur fontotekstan pakon laŭ <tar-dosiero>
nl: bronpakket alleen uit <tarball> opbouwen

source: build binary package from <source package>
eo: munti plenumeblan pakon laŭ <fontoteksta pako>
nl: binaire pakket uit <bronpakket> opbouwen

source: <source package>
eo: <fontoteksta pako>
nl: <bronpakket>

source: build through %install (%prep, %build, then install) from <source package>
eo: munti per %install (%prep, %build, tiam instali) laŭ <fontoteksta pako>
nl: tot en met %install (%prep, %build, vervolgens install) uit <bronpakket> opbouwen

source: remove build tree when done
eo: forigi muntan arbon post finita
nl: opbouwmappen na afronding verwijderen

source: do not execute any stages of the build
eo: ne plenumigu iun ajn stadion de la muntado
nl: geen van de opbouwstappen uitvoeren

source: do not verify build dependencies
eo: ne konstatu muntaĵo-dependaĵojn
nl: afhankelijkheden niet verifiëren

source: disable automagic Provides: extraction
eo: malebligi aŭtomatan eltiradon de Provides:
nl: automatisch uitpakken van pakketleveringen uitschakelen

source: disable automagic Requires: extraction
eo: malebligi aŭtomatan eltiradon de Requires:
nl: automatisch uitpakken van pakketvereisten uitschakelen

source: disable tags forbidden by LSB
eo: malebligi etikedojn malpermesitajn de LSB
nl: door LSB verboden labels uitschakelen

source: don't verify package digest(s)
eo: ne konstatu pako-resumo(j)n
nl: pakketcontrolegetal(len) niet verifiëren

source: don't verify database header(s) when retrieved
eo: ne konstatu datumbazo-kapo(j)n kiam akiritajn
nl: databankkop(pen) na ophalen niet verifiëren

source: don't verify package signature(s)
eo: ne konstatu pako-pretendo(j)n
nl: pakkethandtekening(en) niet verifiëren

source: Debug Package objects
eo: Senerarigi pako-objektojn

source: Debug Spec objects
eo: Senerarigi spec-objektojn

source: do not accept i18n msgstr's from specfile
eo: ne akceptu tradukojn el spec-dosiero
nl: i18n-msgstr-tekenreeks uit .spec-bestand niet accepteren

source: remove sources when done
eo: forigi fontotekstojn post kiam finita
nl: bronnen na afronding verwijderen

source: remove specfile when done
eo: forigi spec-dosieron post kiam finita
nl: .spec-bestand na afronding verwijderen

source: skip straight to specified stage (only for c,i)
eo: preterlasi rekte al specifita stadio (nur por c,i)
nl: direct naar de opgegeven fase gaan (alleen voor c, i)

source: generate PGP/GPG signature
eo: generi PGP/GPG-subskribon
nl: PGP/GPG-handtekening genereren

source: override target platform
eo: superregi celan platformon
nl: doelplatform tenietdoen

source: CPU-VENDOR-OS
eo: ĈPU-VENDISTO-OPERACIUMO
nl: CPU-PRODUCENT-OS

source: line %d: Bad number: %s
eo: linio %d: Fuŝa numero: %s
nl: regel %d: onjuist getal: %s

source: line %d: Bad no%s number: %d
eo: linio %d: Fuŝa numero no%s: %d
nl: regel %d: onjuist nr%s getal: %d

source: line %d: No ':' terminator: %s
eo: linio %d: Neniu finigilo ':': %s

source: %s %d defined multiple times
eo: %s %d difinita plurfoje
nl: %s %d is meerdere malen gedefinieerd

source: can't query %s: %s
eo: ne eblas mendi al %s: %s
nl: kan %s niet bevragen: %s

source: query of specfile %s failed, can't parse
eo: mendo de spec-dosiero %s malsukcesis, ne eblas analizi
nl: bevragen .spec-bestand %s is mislukt, kan niet worden ontleed

source: Query specfile for platform(s): %s
eo: Mendi spec-dosieron por platformo(j): %s
nl: Bevragen van .spec-bestand voor platform(en): %s

source: package %s was already added, skipping %s
eo: pako %s jam aldoniĝis, preterlasanta %s
nl: pakket %s was al toegevoegd, overslaan van %s

source: package %s was already added, replacing with %s
eo: pako %s jam aldoniĝis, anstataŭigante per %s
nl: pakket %s was al toegevoegd en wordt vervangen door %s

source: (cached)
eo: (konservita)
nl: (gebufferd)

source: (function probe)
eo: (funkcia sondado)
nl: (functie opvragen)

source: (user lookup)
eo: (serĉi uzanton)
nl: (gebruiker opzoeken)

source: (group lookup)
eo: (serĉi grupon)
nl: (groep opzoeken)

source: (access probe)
eo: (sondado de atingo)
nl: (toegang opvragen)

source: (mtab probe)
eo: (sondado de mtab)
nl: (mtab opvragen)

source: (diskspace probe)
eo: (diskospaca sondado)
nl: (schijfruimte opvragen)

source: (digest probe)
eo: (sondado de resumoj)
nl: (controlegetal opvragen)

source: (signature probe)
eo: (sondado de subskriboj)
nl: (handtekening opvragen)

source: (verify probe)
eo: (konstati sondadon)
nl: (controle opvragen)

source: (gnupg probe)
eo: (gnupg-sondado)
nl: (gnupg opvragen)

source: (macro probe)
eo: (sondando de makrooj)
nl: (macro opvragen)

source: (envvar probe)
eo: (medivariabla sondado)
nl: (omgevingsvariabelen opvragen)

source: (running probe)
eo: (plenumiĝinta sondado)
nl: (uitvoering opvragen)

source: (sanity probe)
eo: (sondado de sano)
nl: (fitheid opvragen)

source: (vcheck probe)
eo: (vcheck-sondado)
nl: (vcheck opvragen)

source: (sysinfo provides)
eo: (sysinfo provizas)
nl: (sysinfo levert)

source: (rpmlib provides)
eo: (rpmlib provizas)
nl: (rpmlib levert)

source: (cpuinfo provides)
eo: (cpuinfo provizas)
nl: (cpuinfo levert)

source: (getconf provides)
eo: (getconf provizas)
nl: (getconf levert)

source: (uname provides)
eo: (uname provizas)
nl: (uname levert)

source: (soname provides)
eo: (soname provizas)
nl: (soname levert)

source: (root files)
eo: (radikaj dosieroj)

source: (db files)
eo: (db-dosieroj)
nl: (databankbestanden)

source: (db provides)
eo: (db provizas)
nl: (databank levert)

source: (hint skipped)
eo: (konsileto preterlasita)
nl: (hint overgeslagen)

source: %s: open failed: %s
eo: %s: malsukcesis malfermi: %s
nl: openen van %s is mislukt: %s

source: mntctl() failed to return size: %s
eo: mntctl() malsukcesis doni grandon: %s
nl: mntclt() geeft geen grootte terug: %s

source: mntctl() failed to return mount points: %s
eo: mntctl() ne donis surmetingojn: %s
nl: mntctl() geeft geen aankoppelpunten terug: %s

source: failed to stat %s: %s
eo: malsukcesis stat-i: %s: %s
nl: kan status van %s niet bepalen: %s

source: failed to open %s: %s
eo: malsukcesis malfermi ĉe %s: %s
nl: kan %s niet openen: %s

source: file %s is on an unknown device
eo: dosiero %s estas en nekonata aparato
nl: bestand %s staat op een onbekend apparaat

source: user %s does not exist - using root
eo: uzanto %s ne ekzistas - mi uzos la ĉefuzanton
nl: gebruiker %s bestaat niet - root wordt gebruikt

source: group %s does not exist - using root
eo: grupo %s ne ekzistas - uzos la ĉefgrupon
nl: groep %s bestaat niet - root wordt gebruikt

source: archive file %s was not found in header file list
eo: pakita dosiero %s ne troviĝis en la kapo-dosiero listo
nl: archiefbestand %s staat niet in kop bestandslijst

source: %s saved as %s
eo: %s konservita kiel %s
nl: %s opgeslagen als %s

source: %s rmdir of %s failed: Directory not empty
eo: %s rmdir de %s malsukcesis: Dosierujo ne vaka
nl: %s rmdir van %s is mislukt: Map is niet leeg

source: %s rmdir of %s failed: %s
eo: %s rmdir de %s malsukcesis: %s
nl: %s rmdir van %s is mislukt: %s

source: %s: unlink of %s failed: %s
eo: %s: malligado de %s malsukcesis: %s
nl: %s: ontkoppelen van %s is mislukt: %s

source: %s created as %s
eo: %s kreita kiel %s
nl: %s aangemaakt als %s

source: reading %s manifest failed: %s
eo: legi manifeston %s malsukcesis: %s
nl: Ophalen van %s-manifest is mislukt: %s

source: reading %s manifest, non-printable characters found
eo: legi manifeston %s, maleligeblaj signoj trovitaj
nl: tijdens het lezen van %s-manifest zijn er niet-afdrukbare karakters gevonden

source: cannot create %%%s %s
eo: ne eblas krei %%%s: %s
nl: kan %%%s niet aanmaken %s

source: Use anaconda "presentation order"
eo: Uzu la "prezentan ordon" anaconda
nl: "Presentatievolgorde" van anaconda gebruiken

source: Print dependency loops as warning
eo: Eligu dependaĵaj spinojn kiel avertojn
nl: Afhankelijkheidslussen als waarschuwing melden

source: Do not suggest missing dependency resolution(s)
eo: Ne proponu solvojn pri mankaj dependaĵoj
nl: Geen oplossing(en) voor ontbrekende afhankelijkheid voorstellen

source: Do not check added package conflicts
eo: Ne kontrolu pako-programeto(j)n pro konfliktoj
nl: Niet op conflicten met toegevoegde pakketten controleren

source: Ignore added package requires on symlink targets
eo: Ignoru postuloj pri aldonitaj pakoj ĉe molaj ligiloj
nl: Toegevoegde pakketvereisten negeren voor doelen met symbolische verwijzigen

source: Ignore added package obsoletes
eo: Ignoru pako-malmodernigoj pri aldonitaj pakoj
nl: Toegevoegde maar achterhaalde pakketten negeren

source: Ignore added package requires on file parent directory
eo: Ignoru postuloj pri aldonitaj pakoj ĉe dosierujo patra al la dosiero
nl: Toegevoegde pakketvereisten negeren in bovenliggende bestandsmap

source: Do not check added package requires
eo: Ne kontrolu aldonitajn postulojn
nl: Toegevoegde pakketvereisten niet controleren

source: Ignore added package upgrades
eo: Ignoru aldonitajn pako-promociojn
nl: Toegevoegde pakketopwaarderingen negeren

source: Debug generic operations
eo: Senerarigi generalajn operaciojn
nl: Algemene opdrachten debuggen

source: Predefine MACRO with value EXPR
eo: Anataŭdifini MAKROO kun valoro ESPR
nl: MACRO met waarde EXPR voordefiniëren

source: 'MACRO EXPR'
eo: 'MAKROO ESPR'

source: Define MACRO with value EXPR
eo: Difini MAKROON kun valoro ESPR
nl: MACRO met waarde EXPR definiëren

source: Undefine MACRO
eo: Nuligi la makroon
nl: definitie MACRO wissen

source: 'MACRO'
eo: 'MAKROO'

source: Print macro expansion of EXPR
eo: Nuligu makroan vastiĝon de ESPR
nl: macroinhoud van EXPR weergeven

source: 'EXPR'
eo: 'ESPR'

source: Read <FILE:...> instead of default file(s)
eo: Legu <DOSIERON:...> anstataŭ apriora(j)n dosiero(j)n
nl: <BESTAND:...> in plaats van standaardbestand(en) lezen

source: <FILE:...>
eo: <DOSIERO:...>
nl: <BESTAND:...>

source: Read <FILE:...> instead of default RPM Lua file(s)
eo: Legu <DOSIERON:...> anstataŭ Lua-dosiero(j)n de RPM
nl: <BESTAND:...> in plaats van standaard RPM-Lua-bestand(en) lezen

source: Read <FILE:...> instead of default POPT file(s)
eo: Legu <DOSIERON:...> anstataŭ POPT-dosiero(j)n
nl: <BESTAND:...> in plaats van standaard POPT-bestand(en) lezen

source: Specify target platform
eo: Specifi celan platformon
nl: Doelplatform opgeven

source: Don't verify package digest(s)
eo: Ne konstatu pako-resumo(j)n
nl: Pakketcontrolegetal(len) niet verifiëren

source: Don't verify database header(s) when retrieved
eo: Ne konstatu datumbazo-kapo(j)n kiam akiritajn
nl: Databankkop(pen) na ophalen niet verifiëren

source: Don't verify package signature(s)
eo: Ne konstatu pako-pretendo(j)n
nl: Pakkethandtekening(en) niet verifiëren

source: Display known query tags
eo: Elmontru konatajn mendo-etikedojn
nl: Bekende bevraaglabels tonen

source: Display macro and configuration values
eo: Elmontru valorojn de makrooj kaj agordaĵoj
nl: Macro- en configuratiewaarden tonen

source: Print the version
eo: Eligu la eldonon
nl: Versie tonen

source: Debug file FingerPrintS
eo: Senerarigi la dosieron FingerPrintS
nl: bestand FingerPrintS debuggen

source: Debug payload File State Machine
eo: Senerarigu la statmaŝinan dosieron de la ŝarĝo
nl: Pakketbestanden van bestandsmodule debuggen

source: Use threads for File State Machine
eo: Uzi fadenojn por la dosierstata maŝinon
nl: Parallele verwerking door bestandenmodule

source: Display macros used
eo: Montru makroojn uzitajn
nl: Gebruikte macro's tonen

source: Display OpenPGP (RFC 2440/4880) parsing
eo: Montru analizadon de OpenPGP (RFC 2440/4880)
nl: Ontleden OpenPGP (RFC 2440/4880) tonen

source: Debug Package State Machine
eo: Senerarigi pako-statan maŝinon
nl: Pakketmodule debuggen

source: Use threads for Package State Machine
eo: Uzi fadenojn por la pako-stata maŝino
nl: Parallele verwerking door pakketmodule

source: Debug rpmds Dependency Set
eo: Senerarigi dependaĵaron rpmdbs
nl: rpmds 'Dependency Set' debuggen

source: Debug rpmfc File Classifier
eo: Senerarigi dosiero-klasifikilon rpmfc
nl: rpmfc 'File Classifier' debuggen

source: Debug rpmfi File Info
eo: Senerarigu rpmfi-informojn
nl: rpmfi 'File Info' debuggen

source: Debug rpmgi Generalized Iterator
eo: Senerarigi la ĝeneraligitan iteraciilon rpmgi
nl: rpmgi 'Generalized Iterator' debuggen

source: Debug rpmmi Match Iterator
eo: Senerarigu la egaligan iteraciilon rpmmi
nl: rpmmi 'Match Iterator' debuggen

source: Debug rpmns Name Space
eo: Senerarigu la nomspacon rpmns
nl: rpmns 'Name Space' debuggen

source: Debug rpmps Problem Set
eo: Senerarigu la problemaron rpmps
nl: rpmps 'Problem Set' debuggen

source: Debug rpmte Transaction Element
eo: Senerarigi transagan elementon rpmte
nl: rpmte 'Transaction Element' debuggen

source: Debug rpmts Transaction Set
eo: Senerarigi transagan aron rpmte
nl: rpmts 'Transaction Set' debuggen

source: Debug rpmwf Wrapper Format
eo: Senerarigu volvila formato rpmwf
nl: rpmwf 'Wrapper Format' debuggen

source: Display operation statistics
eo: Montri operaciajn statistikaĵojn
nl: Werkingsstatistieken tonen

source: %s: option table misconfigured (%d)
eo: %s: elekta tabelo misagordita H%d)
nl: %s: optietabel is verkeerd geconfigureerd (%d)

source: exclude paths must begin with a /
eo: ekskluzivitaj padoj devas komenciĝi per /
nl: uitgesloten padden moeten beginnen met een /

source: Option --relocate needs /old/path=/new/path argument
eo: La elekto --relocate postulas la parametron /malnova/pado=nova/pado
nl: Optie --relocate vereist argument /oud/pad=/nieuw/pad

source: relocations must begin with a /
eo: relokiĝoj devas komenciĝi per /
nl: locatieverandering moet met een / beginnen

source: relocations must contain a =
eo: relokiĝoj devas enhavi la signon =
nl: locatieveranderingen moeten een = bevatten

source: relocations must have a / following the =
eo: / devas veni post = en relokiĝoj
nl: locatieveranderingen vereisen een / volgend op de =

source: Option --rbexclude needs transaction id argument(s)
eo: La elekto --rbexclude postulas parametro(j)n pri transigajn identigilojn
nl: optie --rbexclude vereist transactieID-argument(en)

source: Option --rollback needs a time/date stamp argument
eo: La elekto --rollback postulas tempon/daton
nl: optie --rollback vereist een tijdmarkeringsargument

source: Rollback goal: %-24.24s (0x%08x)
eo: Inversiga celo: %-24.24s (0x%08x)
nl: Doel terugdraaien: %-24.24s (0x%08x)

source: malformed rollback time/date stamp argument
eo: misformita inversiga tempo/dato
nl: argument tijdmarkering voor terugdraaien is ongeldig

source: arbgoal takes a time/date stamp argument
eo: arbgoal postulas tempon/daton
nl: arbgoal vereist een argument voor tijdstipmarkering

source: malformed arbgoal time/date stamp argument
eo: misformita tempo/dato ĉe arbgoal
nl: tijdstipsmarkering van arbgoal is ongeldig

source: install all files, even configurations which might otherwise be skipped
eo: instalu ĉiujn dosierojn, eĉ elektoj, kiuj aliokaze eble estus preterlasitaj
nl: alle bestanden installeren, zelfs configuraties die anders overgeslagen zouden worden

source: do not execute package scriptlet(s)
eo: ne plenumigu pako-programeto(j)n
nl: pakketscriptlet(s) niet uitvoeren

source: save erased package files by renaming into sub-directory
eo: konservi verŝitajn pako-dosierojn per alinomi en subdosierujon
nl: verwijderende pakketbestanden bewaren door verplaatsing naar een submap

source: do not install configuration files
eo: ne instalu agordo-dosierojn
nl: configuratiebestanden niet installeren

source: do not install documentation
eo: ne instalu dokumentaron
nl: documentatie niet installeren

source: update the database, but do not modify the filesystem
eo: aktualigu la datumbazon, sed ne modifu la dosiersistemon
nl: databank bijwerken, maar bestandssysteem niet aanpassen

source: don't install file security contexts
eo: ne instalu dosiero-sekurecaj kuntekstoj
nl: bestandsbeveiligingscontexten niet installeren
