Repository: devzero2000/RPM5
Catalog: po/*.po
Languages: eo, nl

source: Define the variable NAME to the result of evalutating EXPR, which must be a nodeset. If no node matching EXPR exists yet, one is created and NAME will refer to it. If VALUE is given, this is the same as 'set EXPR VALUE'; if VALUE is not given, the node is created as if with 'clear EXPR' would and NAME refers to that node.
eo: Difini la variablon NOMO al la rezulto de evaluado de ESPR, kiu devas esti nodaro. Se neniu nodo kongrua kun ESPR ekzistas, unu estas kreota kaj NOMO temos pri ĝı. Se VALORO ĉeestas, tiu estas same kiel 'set ESPR VALORO'; se VALORO ne ĉeestas, la nodo estas kreata same kiel 'clear ESPR' kaj NOMO temas pri tiu nodo.

source: <NAME> <EXPR> [<VALUE>]
eo: <NOMO> <ESPR> [<VALORO>]

source: Exit the program
eo: Eliri el la programo

source: Print this help text
eo: Eligi ĉi tiun helpan tekston

source: Authorization Required
eo: Rajtoj bezonataj
nl: Goedkeuring verplicht

source: Redirect
eo: Alidirekto
nl: Verwijzen

source: Server Error
eo: Servila eraro
nl: Serverfout

source: Unknown Error
eo: Nekonata eraro
nl: Onbekende fout

source: Success
eo: Sukceso
nl: Gelukt

source: Bad server response
eo: Fuŝa servila respondo
nl: Onjuiste serverreactie

source: Server I/O error
eo: Servila eneligo-eraro
nl: In- of -uitvoerfout server

source: Server timeout
eo: Servila tempo-eksvalidiĝo
nl: Serverwachttijd

source: Unable to lookup server host address
eo: Ne eblas trovi servilan retnodon
nl: Kan hostadres server niet opzoeken

source: Unable to lookup server host name
eo: Ne eblas trovi servilan retnodan nomon
nl: Kan hostnaam server niet opzoeken

source: Failed to connect to server
eo: Malsukcesis konektiĝi al servilo
nl: Verbinding met server mislukt

source: Failed to establish data connection to server
eo: Malsukcesis starigi datuman konekton kun servilo
nl: Maken van verbinding met server mislukt

source: I/O error to local file
eo: eneliga eraro ĉe loka dosiero
nl: in- of uitvoerfout naar lokaal bestand

source: Error setting remote server to passive mode
eo: Eraro dum elekti deforan servilon de pasiva reĝimo
nl: Server-op-afstand in passieve modus zetten gaat fout

source: File not found on server
eo: Dosiero ne trovita en servilo
nl: Bestand niet gevonden op server

source: Abort in progress
eo: Ĉesigo okazanta
nl: Bezig met afbreken

source: Unknown or unexpected error
eo: Nekonata aŭ neatendita eraro
nl: Onbekende of onverwachte fout

source: Malformed URL
eo: Misformita retadreso
nl: Ongeldige URL

source: Allow (read-only) access to caller's environmen
eo: Permesi (nurlega) atingo al la medio de la vokanto

source: Disables compiler caching via JSScript XDR serialization
eo: Malaktivigas la tenejon de la XDR-seriigo de Javaskripto

source: Load RC file for interpreter based on script filename.
eo: Ŝargi RC-dosieron por interpretilo bazata sur la progrometa doiernomo.

source: Do not report warnings
eo: Ne raportu avertojn

source: Do not limit regexps to n^3 levels of backtracking
eo: Ne limigi regulesprimojn al n^3 niveloj de retroigoj

source: Disable nanojit
eo: Malaktivigi nanojit-on

source: Disable Strict mode
eo: Malaktivigi severan reĝımon

source: Disable UTF-8 C string processing
eo: Malaktivigi traktadon de C-ĉenoj laŭ UTF-8

source: Parse <!-- comments --> as E4X tokens
eo: Analizi <!-- komentojn --> kiel E4X-erojn

source: Parse //@line number ["filename"] for XUL
eo: Analizi //@line numero ["dosiernomo" por XUL

source: Convert warnings to errors
eo: Konverti avertojn al erarojn

source: (no error)
eo: (neniu eraro)
nl: (geen fout)

source: fatal error:
eo: ĉesigenda eraro:
nl: fatale fout:

source: error:
eo: eraro:
nl: fout:

source: warning:
eo: averto
nl: waarschuwing:

source: invalid syntax in Lua scriptlet: %s
eo: nevalida sintakso en lua-programeto: %s
nl: ongeldige syntax in Lua-scriptlet: %s

source: invalid syntax in Lua script: %s
eo: nevalida sintakso en lua-programeto: %s
nl: ongeldige syntax in Lua-script: %s

source: Lua script failed: %s
eo: lua-programeto malsukcesis: %s
nl: Lua-script is mislukt: %s

source: invalid syntax in Lua file: %s
eo: nevalida sintakso en lua-dosiero: %s
nl: ongeldige syntax in Lua-bestand: %s

source: lua hook failed: %s
eo: lua hoko malsukcesis: %s
nl: lua-hook mislukt: %s

source: memory alloc (%u bytes) returned NULL.
eo: memora generado (%u okbitoj) donis nulon.
nl: geheugenreservering (%u bytes) gaf NUL terug.

source: magic_load(ms, %s) failed: %s
eo: magic_load(ms, %s) malsukcesis: %s
nl: magic_load(ms, %s) is mislukt: %s

source: magic_open(0x%x) failed: %s
eo: magic_open(0x%x) malsukcesis: %s
nl: magic_open(0x%x) is mislukt: %s

source: magic_file(ms, %s) failed: %s
eo: magic_file(ms, %s) malsukcesis: %s
nl: magic_file(ms, %s) is mislukt: %s

source: magic_buffer(ms, %p[%u]) failed: %s
eo: magic_buffer(ms, %p[%u]) malsukcesis: %s
nl: magic_buffer(ms, %p[%u]) is mislukt: %s

source: %s(%d,0x%x,0x%x) failed: rc %d
eo: %s(%d,0x%x,0x%x) malsukcesis: rc %d

source: %s(%p[%u],0x%x,0x%x,%p,0x%x) failed: %m
eo: %s(%p[%u],0x%x,0x%x,%p,0x%x) malsukcesis: %m

source: %s(%p[%u]) failed: %m
eo: %s(%p[%u]) malsukcesis: %m

source: %s(%p[%u],%d) failed: %m
eo: %s(%p[%u],%d) malsukcesis: %m

source: %s(%d,%d,0x%x,0x%x) failed: %m
eo: %s(%d,%d,0x%x,0x%x) malsukcesis: %m

source: invalid UUID version number
eo: nevalida UUID-eldono numero
nl: ongeldig UUID-versienummer

source: namespace or data required for requested UUID version
eo: nomspaco aŭ datumo postulata por petita UUID-eldono
nl: de gevraagde UUID-versie vereist een naamruimte of gegevens

source: either string or binary result buffer required
eo: aŭ ĉena aŭ dekuma rezultobufro postulata
nl: opslag van tekenreeks of binaire resultaat vereist

source: failed to create UUID object: %s
eo: malsukcesis krei UUID-objekton: %s
nl: aanmaken van het UUID-object is mislukt: %s

source: failed to create UUID namespace object: %s
eo: Malsukcesis krei nomspacan objekton de UUID: %s
nl: aanmaken van het UUID-naamruimte is mislukt: %s

source: failed to import UUID namespace object: %s
eo: malsukcesis importi UUID-nomspacan objekton: %s
nl: importeren van object UUID-naamruimte is mislukt: %s

source: failed to make UUID object: %s
eo: malsukcesis krei UUID-objekton: %s
nl: aanmaken van het UUID-object is mislukt: %s

source: failed to export UUID object as string representation: %s
eo: malsukcesis eksporti UUID-objekton kiel ĉenan prezentaĵon: %s
nl: exporteren van UUID-object als tekenreeks is mislukt: %s

source: failed to export UUID object as binary representation: %s
eo: malsukcesis eksporti UUID-objekton kiel dekuman prezentaĵon: %s
nl: exporteren van UUID-object in binaire vorm is mislukt: %s

source: UUID generator not available!
eo: UUID-generilo ne haveblas!
nl: generator van UUID niet beschikbaar!

source: warning: u %p ctrl %p nrefs != 0 (%s %s)
eo: averto: u %p ctrl %p nrfes != 0 (%s %s)
nl: waarschuwing: u %p ctrl %p nrefs != 0 (%s %s)

source: warning: u %p data %p nrefs != 0 (%s %s)
eo: averto u %p datumo %p nrefs != 0 (%s %s)
nl: waarschuwing: u %p gegevens %p nrefs != 0 (%s %s)

source: warning: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
eo: averto: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
nl: waarschuwing: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)

source: Password for %s@%s:
eo: Pasvorto por %s@%s:
nl: Wachtwoord voor %s@%s:

source: error: %sport must be a number
eo: eraro: %sport devas esti nombra
nl: fout: %sport moet een getal zijn

source: url port must be a number
eo: retadresa pordo devas esti nombra
nl: url-poort moet een getal zijn

source: Options:
eo: Elektoj:

source: Set primary USER
eo: Elekti ĉefan UZANTOn

source: USER
eo: UZANTO

source: Set primary GROUP
eo: Elekti ĉefan GRUPOn

source: GROUP
eo: GRUPO

source: Set primary GROUPS
eo: Elekti ĉefajn GRUPOJn

source: GROUPS
eo: GRUPOJ

source: %s: Unknown option -%c
eo: %s: Nekonata elekto -%c
nl: %s: Onbekende optie -%c

source: Follow command-line symbolic links
eo: Sekvu komandliniajn molajn ligilojn

source: Always follow symbolic links
eo: Ĉiam sekvu molajn ligilojn

source: Never follow symbolic links
eo: Neniam sekvu molajn ligilojn

source: Copy directories recursively
eo: Kopii dosierujojn rekursie

source: Archive mode (same as -RpP)
eo: Arkiva reĝimo (same kiel -RpP)

source: Unlink and retry if 1st open fails
eo: Malligi kaj reprovi se la unuan malfermadon malsukcesos

source: Prompt before overwriting a file
eo: Demandi antaŭ ol anstataŭigi dosieron

source: Link files instead of copying
eo: Ligi dosierojn anstataŭ kopii

source: Do not overwrite an existing file
eo: Ne anstataŭigi ekzistan dosieron

source: Preserve mode/ownership/timestamps
eo: Konservi reĝimon/estrecon/tempojn

source: Stay on thgis file system
eo: Resti en ĉi tiu dosiersistemo

source: argument is not an RPM package
eo: argumento ne estas RPM-pako
nl: argument bevat geen RPM-pakket

source: error reading header from package
eo: eraro dum legi kapon de pako
nl: lezen van pakketkop is mislukt

source: cannot re-open payload: %s
eo: ne eblas remalfermi ŝarĝon: %s
nl: kan de pakketbestanden niet heropenen: %s

source: don't verify header+payload signature
eo: ne konstatu pretendojn de kapo+ŝarĝo
nl: handtekening van kop en pakketbestanden niet verifiëren

source: update cache database
eo: aktualigu datumbazon
nl: bufferdatabank bijwerken

source: don't update cache database, only print package paths
eo: ne ĝisdatigu la tenejan datumbazon, nur eligu pako-padojn
nl: bufferdatabank niet bijwerken, alleen pakketpadden tonen

source: File tree walk options:
eo: Elektoj pri supreniri dosieran arbon:
nl: Opties voor doorlopen van de bestandsboom:

source: Common options for all rpm modes and executables:
eo: Kutimaj elektoj por ĉiuj rpm-aj reĝimoj kaj programoj:
nl: Gemeenschappelijke opties voor alle rpm-modes en uitvoerbare bestanden:

source: %s: %%{_cache_dbpath} macro is mis-configured.
eo: %s: Makroo %%{_cache_dbpath} estas misagordita.
nl: %s: %%{_cache_dbpath} macro is verkeerd geconfigureerd.

source: %s: cache operation failed: ec %d.
eo: %s: malsukcesis teneja operacio: ec.%d
nl: %s: bufferbewerking is mislukt: ec %d.

source: skipping malformed comparison: "%s"
eo: preterlastante misformitan komparadon: "%s"
nl: ongeldige vergelijking wordt overgeslagen: "%s"

source: print cpuinfo(...) dependency set
eo: eligu dependaĵaron de cpuinfo(...)
nl: cpuinfo(...) afhankelijkheidsverzameling weergeven

source: print rpmlib(...) dependency set
eo: eligi dependaĵaron rpmlib(...)
nl: rpmlib(...) afhankelijkheidsverzameling weergeven

source: print /etc/rpm/sysinfo dependency set
eo: eligu dependaĵaron de /etc/rpm/sysinfo
nl: /etc/rpm/sysinfo afhankelijkheidsverzameling weergeven

source: print getconf(...) dependency set
eo: eligi dependaĵaron getconf(...)
nl: getconf(...) afhankelijkheidsverzameling weergeven

source: print soname(...) dependencies for elf files
eo: eligu dependaĵoj de soname(...) por elf-dosieroj
nl: soname(...) afhankelijkheden van elf-bestanden weergeven

source: print soname(...) dependencies from /etc/ld.so.cache
eo: eligu dependaĵoj de soname(...) el /etc/ld.so.conf
nl: soname(...) afhankelijkheden van /etc/ld.so.cache weergeven

source: print uname(...) dependency set
eo: eligu dependaĵaron de uname(...)
nl: uname(...) afhankelijkheidsverzameling weergeven

source: print dependency set from a command pipe
eo: eligu dependaĵaron el komandotubo
nl: afhankelijkheidsverzameling van een opdracht-gegevensstroom weergeven

source: print perl(...) dependency set
eo: eligu dependaĵaron de perl(...)
nl: perl(...) afhankelijkheidsverzameling weergeven

source: print python(...) dependency set
eo: eligu dependaĵaron de python(...)
nl: python(...) afhankelijkheidsverzameling weergeven

source: print libtool(...) dependency set
eo: eligu dependaĵaron de libtool(...)
nl: libtool(...) afhankelijkheidsverzameling weergeven

source: print pkgconfig(...) dependency set
eo: eligu dependaĵaron de pkgconfig(...)
nl: pkgconfig(...) afhankelijkheidsverzameling weergeven

source: print pubkey(...) dependency set
eo: eligu dependaĵaron de pubkey(...)
nl: pubkey(...) afhankelijkheidsverzameling weergeven

source: print arch(...) dependency set
eo: eligu dependaĵaron de arch(...)
nl: arch(...) afhankelijkheidsverzameling weergeven

source: print file(...) dependency set
eo: eligu dependaĵaron de file(...)
nl: bestand(...) afhankelijkheidsverzameling weergeven

source: print soname(...) dependency set
eo: eligu dependaĵaron de soname(...)
nl: soname(...) afhankelijkheidsverzameling weergeven

source: print package(...) dependency set
eo: eligi dependaĵaron package(...)
nl: pakket(...) afhankelijkheidsverzameling weergeven

source: print java(...) dependency set
eo: eligi dependaĵaron java(...)
nl: java(...) afhankelijkheidsverzameling weergeven

source: print php(...) dependency set
eo: eligi dependaĵaron php(...)
nl: php(...) afhankelijkheidsverzameling weergeven

source: print ruby(...) dependency set
eo: eligi dependaĵaron ruby(...)
nl: ruby(...) afhankelijkheidsverzameling weergeven

source: print /var/lib/dpkg Provides: dependency set
eo: eligu dependaĵaron de Provides: en /var/lib/dpkg
nl: /var/lib/dpkg pakketleveringen weergeven: afhankelijkheidsverzameling

source: print /var/lib/dpkg Requires: dependency set
eo: eligu dependaĵaron Requires: en /var/lib/dpkg
nl: /var/lib/dpkg pakketvereisten weergeven: afhankelijkheidsverzameling

source: print Provides: dependency set
eo: eligi dependaĵaron Provides:
nl: Pakketleveringen weergeven: afhankelijkheidsverzameling

source: print Requires: dependency set
eo: eligi dependaĵaron Requires:
nl: Pakketvereisten weergeven: afhankelijkheidsverzameling

source: check Requires: against Provides: for dependency closure
eo: kontroli inter Requires: kaj Provides: por kundependaĵoj
nl: controleer vereisten: tegen leveringen: op onderlinge afhankelijkheden

source: %s: Failed to open %s: %s
eo: %s: Malsukcesis malfermi ĉe %s: %s
nl: %s: Kan %s niet openen: %s

source: %s: %s line %u: No file path found.
eo: %s: %s linio %u: Neniu dosierpado trovita.
nl: %s: %s regel %u: geen bestandspad gevonden.

source: %s: %s line %u: Unknown digest name "%s"
eo: %s: %s linio %u: Nekonata resuma nomo: "%s"
nl: %s: %s regel %u: onbekende naam van controlegetal "%s"

source: %s: Failed to open %s
eo: %s: malsukcesis malfermi ĉe %s
nl: %s: openen van %s is mislukt

source: %s: %s: Manifest needs "algo=digest" as last line
eo: %s: %s: Manifesto postulas la finan linion "algo=digesto"
nl: %s: %s: inhoudsopgave vereist "algo=digest" als laatste regel

source: %s: %s: Manifest is empty
eo: %s: %s: Manifesto estas vaka
nl: %s: %s: manifest is leeg

source: %s: %s: Unknown digest algo name "%s"
eo: %s: %s: Nekonata resuma algoritmo: "%s"
nl: %s: %s onbekende naam van algo-controlegetal "%s"

source: %s: %s: Manifest digest check: Expected(%s) != (%s)
eo: %s: %s: Kontrolado de manifesta resumo: Atendita(%s) != (%s)
nl: %s: %s: getalscontrole manifest: verwachtte(%s) != (%s)

source: %s: %s line %u: Malformed digest field.
eo: %s: %s linio %u: Misformata resuma kampo.
nl: %s: %s regel %u: misvormd controlegetalveld

source: %s: %s line %u: Malformed mtime field.
eo: %s: %s linio %u: Misformata mtime-kampo.
nl: %s: %s regel %u: misvormd mtimeveld

source: %s: %s line %u: Malformed size field.
eo: %s: %s linio %u: Misformata grando-kampo.
nl: %s: %s regel %u: misvormd grootteveld

source: %s: %s line %u: No file path.
eo: %s: %s linio %u: Neniu dosiero-padon.
nl: %s: %s regel %u: geen bestandspad.

source: Print 0install manifest
eo: eligu 0install-manifeston
nl: 0install-manifest tonen

source: Read in binary mode
eo: Legi en dekuma reĝimo
nl: Lees in binaire modus

source: Read digests from MANIFEST file and verify (may be used more than once)
eo: Legu resumojn el dosiero MANIFESTO kaj kontroli (vi rajtas uzi ĝin pli ol unufoje)
nl: Lees en controleren controlegetallen uit MANIFEST-bestand (kan meermalen gebruikt worden)

source: MANIFEST
eo: MANIFESTO

source: Print file tree specification to stdout
eo: Eligu specifon pri la dosiera arbo al ordinara eligo
nl: Schrijf specificatie van de bestandsboom naar stdout

source: Directories only
eo: Nur dosierujoj
nl: Alleen mappen

source: read in text mode (default)
eo: legu laŭ teksta reĝimo (apriore)
nl: in textmodus inlezen (standaard)

source: generate HMAC's instead
eo: anstataŭe generi HMAC-oj

source: The following two options are useful only when verifying digests:
eo: La jenaj du elektoj estas utilaj nur dum konstati resumojn:
nl: De volgende twee mogelijkheiden zijn alleen zinvol om controlegetallen te verifiëren:

source: no output when verifying
eo: neniu eligo dum konstato
nl: geen uitvoer tijdens de controle

source: warn about improperly formatted checksum lines
eo: avertu pri malĝuste aranĝitaj linioj en la kontrolilo
nl: waarschuw voor controlegetallen met een verkeerde structuur

source: When checking, the input should be a former output of this program. The default mode is to print a line with digest, a character indicating type (`*' for binary, ` ' for text), and name for each FILE.
eo: Dum kontrolado la enigo estu eksa eligo de ĉi tiu programo. La aŭtomata reĝimo estas eligi linion kun la resumo, a signo indikanta la tipon ('*' por dekuma, '' por teksta) kaj la nomon por ĉiu DOSIERO.
nl: De controle veronderstelt dat de invoer bestaat uit oude uitvoer van dit programma. Standaard worden een regel getoond met het controlegetal, het type (`*' is binair, ` ' is tekst), en de naam voor ieder BESTAND.

source: %s: pcre_exec() error %d while matching
eo: %s: pcre_exec eraro %d dum serĉi egalaĵojn
nl: %s: pcre_exec() fout %d tijdens vergelijken

source: pattern number %d to
eo: ŝablona numero %d al
nl: patroonnummer %d tot

source: this line:
eo: ĉi tiu linio:
nl: deze regel:

source: %s: error %d means that a resource limit was exceeded
eo: %s: eraro %d indikas, ke rimeda limigo estis preterpasita
nl: %s: fout %d betekent dat een broncapaciteit is overschreden

source: %s: check your regex for nested unlimited loops
eo: %s: kontrolu vian regulesprimon por nestitaj nelimigitaj iteracioj
nl: %s: controleer de reguliere expressie op geneste, oneindige lussen

source: %s: too many errors - abandoned
eo: %s: tro da eraroj - forlasitaj
nl: %s: te veel fouten - opgegeven

source: %s: Failed to open directory %s: %s
eo: %s: Malsukcesis malfermi dosierujon %s: %s
nl: %s: Kan map %s niet openen: %s

source: %s: Too many patterns (max %d)
eo: %s: Tro da ŝablonoj (maksimume %d)
nl: %s: Te veel patronen (maximaal %d)

source: %s: Error in
eo: %s: Eraro en
nl: %s: Fout in

source: command-line %d
eo: komandlinio %d
nl: opdrachtregel %d

source: file:line %s:%d
eo: dosiero:linio: %s: %d
nl: bestand:regel %s:%d

source: regex at offset %d: %s
eo: regexec je malsamo %ds: %s
nl: reguliere expressie op plaats %d: %s

source: %s: Invalid value "%s" for -d
eo: %s: Nevalida valoro "%s" por -d
nl: %s: Ongeldige waarde "%s" voor -d

source: %s: Invalid value "%s" for -D
eo: %s: Nevalida valoro "%s" por -D
nl: %s: Ongeldige waarde "%s" voor -D

source: %s: Unknown color setting "%s"
eo: %s: Nekonata koloro-agordo "%s"
nl: %s: Onbekende kleurinstelling "%s"

source: %s %s (PCRE version %s)
eo: %s %s (PCRE eldono %s)
nl: %s %s (PCRE-versie %s)

source: %s %s (without PCRE)
eo: %s %s (sen PCRE)
nl: %s %s (zonder PCRE)

source: set number of following context lines
eo: elekti nombron da postaj kuntekstaj linioj
nl: aantal volgende contextregels instellen

source: =number
eo: =nombro
nl: =aantal

source: set number of prior context lines
eo: elekti nombron de antaŭaj kuntekstaj linioj
nl: aantal voorafgaande contextregels instellen

source: set number of context lines, before & after
eo: elekti nombron da kuntekstaj linioj, antaŭ kaj post
nl: aantal contextregels voor en na instellen

source: print only a count of matching lines per FILE
eo: eligu nur nombron da egalaj linioj en ĉiu DOSIERO
nl: alleen het aantal overeenkomende regels per BESTAND tonen

source: matched text color option (auto|always|never)
eo: agordaĵo pri egalaj tekstaj koloroj (aŭtomata|ĉiam|neniam)
nl: overeenkomende tekstkleuroptie (auto|altijd|nooit)

source: =option
eo: =elekto
nl: =optie

source: matched text colour option (auto|always|never)
eo: elekto pri egala teksta koloro (aŭtomata|ĉiam|neniam)
nl: overeenkomende tekstkleuroptie (auto|altijd|nooit)

source: device, FIFO, or socket action (read|skip)
eo: ago pri aparato, UEUE aŭ konektingo (legi|preterlasi)
nl: apparaat, FIFO of socket-actie (lees|sla over)

source: =action
eo: =ago
nl: =actie

source: directory action (read|skip|recurse)
eo: dosieruja ago (legi|preterlasi|rekursii)
nl: mapbewerking (lees|sla over|herhaal)

source: specify pattern (may be used more than once)
eo: specifi ŝablonon (vi povas uzi ĝin pli ol unufoje)
nl: patroon opgeven (kan meermalen gebruikt worden)

source: (p)
eo: (ŝ)

source: patterns are sets of newline-separated strings
eo: ŝablonoj estas aroj de ĉenoj apartigitaj per novlinioj
nl: patronen zijn tekenreeksen gescheiden door een regeleinde

source: read patterns from file (may be used more than once)
eo: legu ŝablonojn el dosiero (vi povas uzi ĝin pli ol unufoje)
nl: lees patronen uit bestand (kan meermalen gebruikt worden)

source: =path
eo: =pado
nl: =pad

source: output file offsets, not text
eo: malsameco, ne teksto, de eliga dosiero
nl: bestandverschuivingen tonen, geen tekst

source: force the prefixing filename on output
eo: devigi la prefiksadon de dosiernomo dum eligo
nl: de voorloopbestandsnaam tijdens uitvoer forceren

source: suppress the prefixing filename on output
eo: kunpremu la prefiksadon de dosiernomo dum eligo
nl: de voorloopbestandsnaam tijdens uitvoer onderdrukken

source: ignore case distinctions
eo: ignoru distingojn pri uskleco
nl: onderscheid tussen hoofd- en kleine letters negeren

source: print only FILE names containing matches
eo: eligu nur DOSIERNOMOJN enhavantaj egalaĵojn
nl: alleen BESTANDSnamen met overeenkomsten tonen

source: print only FILE names not containing matches
eo: eligu nur DOSIERNOMOJ ne enhavantaj egalaĵojn
nl: alleen BESTANDSnamen zonder overeenkomsten tonen

source: set name for standard input
eo: elekti nomon por ordinara enigo
nl: naam voor standaardinvoer instellen

source: =name
eo: =nomo
nl: =naam

source: output line numbers and offsets, not text
eo: eligu linaj numerojn kaj malsamojn, ne teksto
nl: regelnummers en verschuivingen uitvoeren, geen tekst

source: use the named locale
eo: uzu la nomitaj lokaĵaron
nl: genoemde taaldefinitie gebruiken

source: =locale
eo: =lokaĵaro
nl: =taaldefinitie

source: run in multiline mode
eo: plenumigu en plurlinia reĝimo
nl: in meerregelmodus uitvoeren

source: set newline type (CR|LF|CRLF|ANYCRLF|ANY)
eo: elekti novlinian tipon (ĈR|NL|ĈRNL|IUĈRLF|IU)
nl: soort regeleinde instellen (CR|LF|CRLF|ANYCRLF|ANY)

source: =type
eo: =tipo
nl: =soort

source: print line number with output lines
eo: eligu lininumero kun eligaj linioj
nl: regelnummers bij uitvoerregels tonen

source: show only the part of the line that matched
eo: montru nur la parto de la linio, kio estis egala
nl: alleen het deel van de regel tonen dat overeenkomt

source: suppress output, just set return code
eo: subpremi eligon, nur agordi donitan kodon
nl: uitvoer onderdrukken, alleen de retourcode instellen

source: recursively scan sub-directories
eo: rekursie skani subdosierujojn
nl: submappen recursief doorlopen

source: exclude matching files when recursing (may be used more than once)
eo: ekskludi egalajn dosierajn dum rekursiado (vi rajtas uzi ĝin pli ol unufoje)
nl: overeenkomende bestanden uitsluiten tijdens recursief doorlopen (kan meermalen gebruikt worden)

source: =pattern
eo: =ŝablono
nl: =patroon
