Repository: devzero2000/RPM5
Catalog: po/*.po
Languages: eo, nl

source: include matching files when recursing (may be used more than once)
eo: inkluzivi egalajn dosierojn dum rekursiado (vi rajtas uzi ĝin pli ol unufoje)
nl: overeenkomende bestanden meenemen tijdens recursief doorlopen (kan meermalen gebruikt worden)

source: suppress error messages
eo: subpremi erarajn mesaĝojn
nl: foutmeldingen onderdrukken

source: use UTF-8 mode
eo: uzu la reĝimon UTF-8
nl: UTF-8-modus gebruiken

source: print version information and exit
eo: eligu la eldonon kaj eliru
nl: versie van rpm tonen en stoppen

source: select non-matching lines
eo: elekti malegalajn liniojn
nl: niet-overeenkomende regels selecteren

source: force patterns to match only as words
eo: devigu ŝablonojn kiel egalaĵojn nur por tutaj vortoj
nl: patronen alleen met woorden vergelijken

source: force patterns to match only whole lines
eo: devigu ŝablonojn kiel egalaĵojn nur por tutaj linioj
nl: patronen alleen met gehele regel vergelijken

source: Usage: rpmgrep [OPTION...] [PATTERN] [FILE1 FILE2 ...] Search for PATTERN in each FILE or standard input. PATTERN must be present if neither -e nor -f is used. "-" can be used as a file name to mean STDIN. All files are read as plain files, without any interpretation. Example: rpmgrep -i 'hello.*world' menu.h main.c
eo: Uzado: rpmgrep [ELEKTOJ...] [ŜABLONO] [DOSIERO1 DOSIERO2 ...] Serĉi ŜABLONON en ĉiu DOSIERO aŭ ordinara eligo. ŜABLONO devas ĉeesti se nek -e nek -f ĉeestas. "-" povas esti uzata kiel dosiero por signifi ordinaran enigon. Ĉiuj dosieroj estas legataj kiel plattekstaj, sen ajna interpretado. Ekzemple: rpmgrep -i 'saluton.*mondo menuo.h starto.c
nl: Gebruik: rpmgrep [OPTIE...] [PATROON] [BESTAND1 BESTAND2 ...] Zoek naar PATROON in ieder BESTAND of in standaard invoer. PATROON moet voorkomen als -e noch -f is gebruikt. "-" kan als bestandsnaam worden gebruikt in de betekenis van STDIN. Alle bestanden worden als platte bestanden gelezen, zonder enige interpretatie. Voorbeeld: rpmgrep -i 'hallo.*wereld' menu.h main.c

source: When reading patterns from a file instead of using a command line option, trailing white space is removed and blank lines are ignored. With no FILEs, read standard input. If fewer than two FILEs given, assume -h.
eo: Dum legi ŝablonojn el dosiero anstataŭ per komandlinia elekto, antaŭaj blankospacoj estas forigitaj kaj vakaj linioj estas ignorataj. Kun neniu DOSIEROj, legi ordinaran enigon. Se pli malmultaj ol du DOSIEROj estas donitaj, supozu la elekton -h.
nl: Als patronen uit een bestand worden gelezen in plaats van een opdrachtregel, worden voorloopspaties verwijderd en lege regels genegeerd. Zonder BESTANDen, lees van standaardinvoer. Bij minder dan twee opgegeven BESTANDen, veronderstel -h.

source: %s: Cannot mix --only-matching, --file-offsets and/or --line-offsets
eo: %s: ne eblas miksi la elektojn --only-matching, --file-offsets kajaŭ --line-offsets
nl: %s: --only-matching, --file-offsets en --line-offsets kunnen niet gelijktijdig gebruikt worden

source: %s: Invalid newline specifier "%s"
eo: %s: Nevalida novlinia indiklio "%s"
nl: %s: Ongeldige aanduiding regeleinde "%s"

source: %s: Error in 'exclude' regex at offset %d: %s
eo: %s: Eraro en 'exclude'-a regulesprimo ĉe malsamo %d: %s
nl: %s Fout in reguliere expressie voor 'uitsluiting' op plaats %d: %s

source: %s: Error in 'include' regex at offset %d: %s
eo: %s: Eraro en 'include'-a regulesprimo ĉe malsamo %d: %s
nl: %s: Fout in reguliere expressie voor 'opname' op plaats %d: %s

source: Add a key to a keyring
eo: Aldonu ŝlosilon al ŝlosilaro

source: <type> <desc> <data> <keyring>
eo: <tipo> <priskribo> <datumo> <ŝlosilaro>

source: Change the access controls on a key
eo: Ŝanĝi la atingilojn de ŝlosilo

source: <key> <gid>
eo: <ŝlosilo> <gid>

source: <key> <uid>
eo: <ŝlosilo> <uid>

source: Clear a keyring
eo: Vakigi ŝlosilaron

source: <keyring>
eo: <ŝlosilaro>

source: Describe a key
eo: Priskribi ŝlosilon

source: Instantiate a key
eo: Okazigi ŝlosilon

source: <key> <data> <keyring>
eo: <ŝlosilo> <datumo> <ŝlosilaro>

source: Link a key to a keyring
eo: Ligi al ŝlosilaro ŝlosilon

source: <key> <keyring>
eo: <ŝlosilo> <ŝlosilaro>

source: List a keyring
eo: Listigu ŝlosilaron

source: <key> <timeout> <keyring>
eo: <ŝlosilo> <eksvalidiĝo> <ŝlosilaro>

source: <key>
eo: <ŝlosilo>
nl: <sleutel>

source: Create a keyring
eo: Krei ŝlosilaron

source: <name> <keyring>
eo: <nomo> <ŝlosilaro>

source: <type> <desc> <keyring>
eo: <tipo> <priskribo> <ŝlosilaro>

source: Read a key
eo: Legi ŝlosilon

source: Request a key
eo: Peti ŝlosilon

source: <type> <desc> [<dest_keyring>]
eo: <tipo> <priskribo> [<cela_ŝlosilaro>]

source: Update a key
eo: Aktualigi ŝlosilon

source: <keyring> [sep]
eo: <ŝlosilaro> [apartigilo]

source: <type> <desc> <info> [<dest_keyring>]
eo: <tipo> <priskribo> <informo> [<cela_ŝlosilaro>]

source: Revoke a key
eo: Nuligi ŝlosilaron

source: Search a keyring
eo: Serĉi ŝlosilaron

source: <keyring> <type> <desc> [<dest_keyring>]
eo: <ŝlosilaro> <tipo> <priskribo> [<cela_ŝlosilaro>]

source: Start a new session with fresh keyrings
eo: Komencu novan seancon kun freŝaj ŝlosilaroj

source: [{-|<name>} [<prog> <arg1> <arg2> ...]]
eo: [{-|<nomo>} ]<programo> <elekto1> <elekto2> ...]]

source: Set the permissions mask on a key
eo: Agordi la permesan maskon de ŝlosilo

source: <key> <mask>
eo: <ŝlosilo> <masko>

source: Show process keyrings
eo: Montru procezajn ŝlosilarojn

source: Set the expiry time on a key
eo: Agordi la eksvalidiĝan tempon de ŝlosilo

source: <key> <timeout>
eo: <ŝlosilo> <eksvaidiĝo>

source: Unlink a key from a keyring
eo: Malligi de ŝlosilaro ŝlosilon

source: <key> <data>
eo: <ŝlosilo> <datumo>

source: %s: failed at line %d of the specification
eo: %s: malsukcesis en linio %d de la specifo
nl: %s: mislukt op regel %d van de specificatie

source: %s: filename (%s) encoded incorrectly
eo: %s: dosiernomo (%s) kodita malĝuste
nl: %s: bestand (%s) verkeerd gecodeerd

source: %s changed
eo: %s ŝanĝiĝis
nl: %s veranderd

source: type expected %s found %s)
eo: tipo atendita %s trovita %s)
nl: type verwachte %s in plaats van %s)

source: %s%s expected %lu found %lu
eo: %s%s atendita %lu trovita %lu
nl: %s%s verwachte %lu in plaats van %lu

source: not modified: %s)
eo: ne modifita: %s)
nl: niet veranderd: %s)

source: modified)
eo: modifita)
nl: aangepast)

source: %s%s expected %#o found %#o
eo: %s%s atendita %#o trovita %#o
nl: %s%s verwachte %#o in plaats van %#o

source: %s%s expected %lu found %lu)
eo: %s%s atendita %lu trovita %lu)
nl: %s%s verwachte %lu in plaats van %lu)

source: %s%s expected %llu found %llu
eo: %s%s atendita %llu trovita %llu
nl: %s%s verwachte %llu in plaats van %llu

source: %s%s expected %.24s
eo: %s%s atendita %.24s
nl: %s%s verwachte %.24s

source: found %.24s
eo: trovita %.24s
nl: %.24s aangetroffen

source: modified
eo: modifita
nl: aangepast

source: %s%s expected %lu found %lu
eo: %s%s anticipita %lu trovita %lu
nl: %s%s verwachte %lu in plaats van %lu

source: %s%s expected %s found %s
eo: %s%s anticipita %s trovita %s
nl: %s%s verwachte %s terwijl %s werd aangetroffen

source: %s%s expected "%s"
eo: %s%s anticipita "%s"
nl: %s%s verwachte "%s"

source: found "%s"
eo: trovita "%s"
nl: gevonden "%s"

source: %s: Could not get uname for uid=%lu
eo: %s: Ne eblas akiri salutnomon por uid=%lu
nl: %s: kan uname niet uitvoeren voor uid=%lu

source: %s: Could not get gname for gid=%lu
eo: %s: Ne eblas akiri grupnomon por gid=%lu
nl: %s: kan gname niet uitvoeren voor gid=%lu

source: %s: open of %s failed: %s
eo: %s: malfermo de %s malsukcesis: %s
nl: %s: openen van %s is mislukt: %s

source: missing: %s
eo: manka: %s
nl: ontbrekend: %s

source: (%s not created: user not specified)
eo: (%s ne kreiĝis: uzanto ne specifita)
nl: (%s niet aangemaakt: gebruiker niet opgegeven)

source: (%s not created: group not specified))
eo: (%s ne kreiĝis: grupo ne specifita))
nl: (%s niet aangemaakt: groep niet opgegeven)

source: (%s not created: %s)
eo: (%s ne kreita: %s)
nl: (%s niet aangemaakt: %s)

source: (%s created)
eo: (%s kreita)
nl: (%s aangemaakt)

source: %s: %s not modified: %s
eo: %s: %s ne modifita: %s
nl: %s: %s is niet veranderd: %s

source: (%s not created: mode not specified)
eo: (%s ne kreiĝis: reĝimo ne specifita)
nl: (%s niet aangemaakt: modus niet opgegeven)

source: (%s not created: %s)
eo: (%s ne kreita: %s)
nl: (%s niet aangemaakt: %s)

source: (%s created)
eo: (%s kreita)
nl: (%s aangemaakt)

source: %s: permissions not set: %s
eo: %s: permesoj ne elektitaj: %s
nl: %s: rechten niet ingesteld: %s

source: %s: file flags not set: %s
eo: %s: dosieraj flagoj ne agorditaj: %s
nl: %s: geen bestandsinstellingen: %s

source: , not removed: %s
eo: , ne forigitaj: %s
nl: , niet verwijderd: %s

source: , removed
eo: , forigitaj
nl: , verwijderd

source: Follow symlinks
eo: Sekvi molajn ligilojn
nl: Symbolische koppelingen volgen

source: Don't follow symlinks
eo: Ne sekvi molajn ligilojn
nl: Symbolische koppelingen niet volgen

source: Read fnmatch(3) exclude patterns from <file>
eo: Legi ekskludajn ŝablonojn el <dosiero> laŭ fnmatch(3)
nl: Lees de fnmatch(3) uitsluitingspatronen uit <bestand>

source: <file>
eo: <dosiero>
nl: <bestand>

source: Don't complain about files not in the specification
eo: Ne plendu pri dosieroj ne en la specifo
nl: Bestanden die in de specificatie ontbreken niet melden

source: Read file tree <spec>
eo: Legu dosieran arbon <spec>
nl: Lees bestandsboom <spec>

source: Indent sub-directories
eo: Deŝovi subdosierujojn
nl: submappen inspringen

source: Add <key> to specification
eo: Aldoni al specifo <ŝlosilo>n
nl: <key> toevoegen aan specificatie

source: Use "type" keywords instead
eo: Anstataŭe uzu ŝlosilojn "type"
nl: Gebruik "type"-sleutelwoorden als alternatief

source: Loose permissions check
eo: Malseveraj kontrolado de permesoj
nl: Soepele controle van rechten

source: Don't include sub-directory comments
eo: Ne inkluzivu subdosierujajn komentojn
nl: Commentaar submappen niet insluiten

source: Use <path> rather than current directory
eo: Uzi <pado>n anstataŭ la aktualan dosierujon
nl: Gebruik <pad> in plaats van de huidige map

source: Quiet mode
eo: Silenta reĝimo
nl: Geen uitvoer

source: Remove files not in specification
eo: Forigi dosierojn ne en specifo
nl: In de specificatie ontbrekende bestanden verwijderen

source: Display crc for file(s) with <seed>
eo: Montru crc por dosiero(j) kun <semo>
nl: Toon crc voor bestand(en) met <seed>

source: <seed>
eo: <semo>

source: Touch files iff timestamp differs
eo: Tuŝu dosierojn se tempoj malsamas
nl: Vernieuw de tijdaanduiding als deze verschilt

source: Update owner/group/permissions to match specification
eo: Ĝisdatigi estron/grupon/permesojn por kongrui kun specifo
nl: Werk eigenaars- en groepsrechten bij om aan de specificatie te voldoen

source: Same as -u, but ignore match status on exit
eo: Same kiel -u sed ignoru egalaĵan staton dum eliro
nl: Gelijk aan -u, maar negeer status bij verlaten

source: Treat missing uid/gid as warning
eo: Trakti mankajn identigilojn kiel avertojn
nl: Ontbrekende uid/gid al waarschuwing behandelen

source: Don't cross mount points
eo: Ne intermiksu surmetingojn
nl: Niet over aankoppelpunten heen gaan

source: (no controlling terminal) %s
eo: (neniu reganta terminalo) %s
nl: (geen besturende terminal) %s

source: (no controlling terminal) #%d
eo: (neniu reganta terminalo) #%d
nl: (geen besturende terminal) #%d

source: %s: %s checksum: %u
eo: %s: kontrolilo %s: %u
nl: %s: %s controlegetal: %u

source: --split and --checkts options are mutually exclusive
eo: --split kaj --checkts ne eblas kune uzi
nl: de opties --split en --checkts kunnen niet gelijktijdig worden gebruikt

source: Error loading exclude glob patterns.
eo: Eraro dum ŝargi amaso-ŝablonojn.
nl: Expansie jokertekens voor uitsluiting is mislukt

source: Error loading include glob patterns.
eo: Eraro dum ŝargi inkluzivotajn amaso-ŝablonojn.
nl: Expansie jokertekens voor insluiting is mislukt

source: repo is up to date
eo: deponejo estas ĝisdatigita
nl: repository is bijgewerkt

source: Spider mode enabled. Check if remote file exists.
eo: Aranea reĝimo aktivigita. Kontrolu se fora dosiero ekzistas.

source: Remote file exists.
eo: Fora dosiero ekzistas.

source: Remote file does not exist -- broken link!!!
eo: Fora dosiero ne ekzistas -- fuŝa ligilo!

source: Ouptut file "%s" exists, skipping retrieve.
eo: Eliga dosiero "%s" ekzistas, ne atingos.

source: Input for file "%s" is not newer, skipping retrieve.
eo: Enigo por dosiero "%s" ne estas pli freŝa, ne atingos.

source: --%s-- (%3.1f KB/s) - `%s' saved [%lu]
eo: --%s-- (%3.lf KiB/s) - '%s' konservita [%lu]

source: Download quota of %lluK EXCEEDED!
eo: Elŝuta kvoto de %lluK pasita!

source: display the version of Wget and exit.
eo: eligu la eldonon de wget kaj eliru.

source: print this help.
eo: eligu ĉi tiun helpon

source: go to background after startup.
eo: iru al la fono post plenumiĝo.

source: execute a `.wgetrc'-style command.
eo: plenumigu '.wgetrc'-stilan komandon.

source: COMMAND
eo: KOMANDO

source: log messages to FILE.
eo: protokolaj mesaĝöj al DOSIERO.

source: append log messages to FILE.
eo: almetu protokolajn mesaĝojn al DOSIERO.

source: print lots of debugging information.
eo: eligu multon da senerarigaj informoj.

source: URL
eo: RETADRESO

source: print server response.
eo: eligi servilan respondon

source: don't download anything.
eo: nenion elŝuti.

source: set all timeout values to SECONDS.
eo: agordi ĉiujn eksvalidiĝojn al SEKUNDOJ.

source: SECONDS
eo: SEKUNDOJ

source: bind to ADDRESS (hostname or IP) on local host.
eo: ligi al RETNODO (noma aŭ interreta numero) ĉe loka retnodo.

source: ADDRESS
eo: RETNODO

source: limit download rate to RATE.
eo: limigi elŝutadan rapidon al RAPIDO.

source: RATE
eo: RAPIDO

source: connect only to IPv4 addresses.
eo: nur konektiĝu al IPv4-aj adresoj.

source: connect only to IPv6 addresses.
eo: nur konektiĝu al IPv6-aj adresoj.

source: FAMILY
eo: FAMILIO

source: don't create directories.
eo: Ne kreu dosierujojn

source: force creation of directories.
eo: devigu krei subdosierujojn

source: don't create host directories.
eo: ne kreu gastigajn dosierujojn

source: save files to PREFIX/...
eo: konservi dosierojn en PREFIKSOn/...

source: PREFIX
eo: PREFIKSO

source: STRING
eo: ĈENO

source: NUM
eo: NRO

source: identify as AGENT instead of Wget/VERSION.
eo: identigi kiel TTT-LEGILOn anstataŭ Wget/ELDONO.

source: AGENT
eo: TTT-LEGILO

source: don't use cookies.
eo: ne uzu kuketojn.

source: choose secure protocol, one of auto, SSLv2, SSLv3, and TLSv1.
eo: elekti sekuran protokolon, el auto, SSLv2, SSLv3 kaj TLSv1.

source: private key type, PEM or DER.
eo: tipo de privata ŝlosilo: PEM aŭ DER.

source: don't remove `.listing' files.
eo: ne forigu la dosieron '.listing'

source: maximum recursion depth (inf or 0 for infinite).
eo: maksimuma rekursia profundo (inf aŭ 0 por senfina).

source: LIST
eo: LISTO

source: don't ascend to the parent directory.
eo: ne supreniru en patran dosierujon.

source: Directories:
eo: Dosierujoj:

source: HTTP options:
eo: HTTP-elektoj:

source: FTP options:
eo: FTP-elektoj:

source: Recursive download:
eo: Rekursia elŝutado:

source: Recursive accept/reject:
eo: Rekursia akceptado/rifuzado:

source: Usage: rpmwget [OPTION]... [URL]... Mandatory arguments to long options are mandatory for short options too. Mail bug reports and suggestions to <rpm-devel@rpm5.org>.
eo: Uzado: rpmwget [ELEKTOJ]... [RETADRESO]... Devigaj elektoj por longaj elektoj estas ankaŭ devigaj por mallongaj elektoj. Raportu cimojn kaj proponojn al <rpm-devel@rpm5.org>.

source: Set the STORE to operate on (e.g. "targeted")
eo: Elekti la KONSERVEJOn sur kiu operacii (ekz-e "cela")

source: STORE
eo: KONSERVEJO

source: Do not reload policy after commit
eo: Ne reŝargi konduton post fiksado

source: Remove dontaudits from policy
eo: Forigi dontaudit-ojn el konduto

source: Display list of installed policy modules
eo: Montru liston de instalitaj kondutaj moduloj

source: REGEX
eo: REGESPR

source: Install a new module FILE
eo: Instali novan modulan DOSIEROn

source: Upgrade an existing module FILE
eo: Aktualigi jaman modulan DOSIEROn

source: Install a new base module FILE
eo: Instali novan bazmodulan DOSIEROn

source: Remove an existing MODULE
eo: Forigi jaman MODULOn

source: MODULE
eo: MODULO

source: Reload policy
eo: Reŝargi konduton

source: Build and reload policy
eo: Munti kaj reŝargi konduton

source: Other options:
eo: Aliaj elektoj:

source: List installed policy modules that match REGEX.
eo: Listigi instalitajn kondutajn modulojn kiujn kongruas kun REGESPR

source: [REGEX]
eo: [REGESPR]

source: Install a new base policy module FILE.
eo: Instali novan bazkondutan modulon DOSIERO.

source: Install a new policy module FILE.
eo: Instali novan kondutan modulon DOSIERO.

source: Upgrade an existing policy module FILE.
eo: Aktualigi jaman kondutan modulon DOSIERO.

source: Remove an existing policy MODULE.
eo: Forigi jaman kondutan MODULO.

source: Reload policy.
eo: Reŝargi konduton.

source: Build and reload policy.
eo: Munti kaj reŝargi konduton.

source: Exit the program.
eo: Eliri el la programo.

source: illegal _docdir_fmt: %s
nl: ongeldige _docdir_fmt: %s

source: ignore package name relation(s) [%d] %s -> %s
nl: pakketnaamrelatie(s) negeren [%d] %s -> %s

source: removing %s "%s" from tsort relations.
nl: %s "%s" uit de tsort-relaties verwijderen.

source: LOOP:
nl: LUS:

source: rpmtsOrder failed, %d elements remain
nl: rpmtsOrder mislukt, %d elementen blijven over

source: %s: %s: cksum: %s
nl: %s: %s: controlegetal: %s
