Repository: devzero2000/RPM5
Catalog: po/*.po
Languages: eo, nl

source: make sure all xml generated is formatted
eo: certigi, ke ĉiuj XML generitaj estas aranĝitaj bone
nl: zorg dat alle aangemaakte XML een juiste structuur heeft

source: check timestamps on files vs the metadata to see if we need to update
eo: kontrolu la tempojn de dosieroj kontraŭ la metadatumoj por kontroli bezonon de ĝisdatigo
nl: vergelijk tijdsaanduiding van bestanden met de metadata voor noodzaak tot bijwerken

source: create sqlite3 database files
eo: konstatu sqlite3-datumbazajn dosierojn
nl: bestanden voor sqlite3-databank aanmaken

source: generate split media
eo: generi splitan medion
nl: gesplitste opslagbronnen genereren

source: use only the files listed in this file from the directory specified
eo: uzu nur la dosieroj listigitaj en ĉi tiu dosiero el la dosierujo specifita
nl: gebruik alleen de bestanden uit de opgegeven map opgesomd in dit bestand

source: <dir> = optional directory to output to
eo: <dujo> = laŭvola dosierujo al kiu eligi
nl: <map> = optionele map om naar de schrijven

source: ignore symlinks of packages
eo: ignoru molajn ligilojn de pakoj
nl: symbolische koppelingen van pakketten negeren

source: include the file's checksum in the filename, helps with proxies
eo: inkluzivu la kontrolilon de la dosiero en la dosiernomo; helpas kun prokuroj
nl: neem het controlegetal van de bestanden in de bestandsnaam op, helpt bij benaderingen

source: Fts(3) traversal options:
eo: trairigaj elektoj laŭ Fts(3):
nl: Fts(3)-traverse opties:

source: Available compressions:
eo: Haveblaj kunpremaj metodoj:
nl: Beschikbare compressietechnieken:

source: Available digests:
eo: Disponeblaj resumoj:
nl: Beschikbare controlegetallen:

source: Common options for all rpmio executables:
eo: Kutimaj elektoj por ĉiuj rpmio-aj programoj:
nl: Gemeenschappelijke optie voor alle uitvoerbare rpmio-bestanden

source: Must specify path(s) to index.
eo: Devas specifi pado(j)n por indeksi.
nl: Geef pad(den) op om te indexeren.

source: error creating temporary file %s
eo: eraro dum krei provizoran dosieron %s
nl: fout tijdens aanmaken tijdelijk bestand %s

source: Couldn't create pipe for signing: %m
eo: Ne eblas krei tubon por pretendi: %m
nl: Kan geen doorsluisopdracht aanmaken voor handtekening: %m

source: Could not exec %s: %s
eo: Ne eblas plenumigi: %s: %s
nl: Kan %s niet uitvoeren: %s

source: Failed rpmkuPassPhrase(passPhrase): %s
eo: Malsukcesis: rpmkuPassPhrase(pasfrazo): %s
nl: rpmkuPassPhrase(wachtwoordzin) is mislukt: %s

source: gpg exec failed (%d)
eo: gpg-plenumo malsukcesis (%d)
nl: uitvoering gpg mislukt (%d)

source: gpg failed to write signature
eo: gpg malsukcesis skribi pretendon
nl: gpg kan geen handtekening wegschrijven

source: unable to read the signature
eo: ne eblas legi la pretendon
nl: kan de handtekening niet lezen

source: Header+Payload size:
eo: Kapo-ŝarĝo grando:
nl: Grootte kop- en pakketbestanden:

source: digest:
eo: resumo:
nl: controlegetal:

source: Header
eo: Kapo
nl: Kop

source: signature:
eo: pretendo:
nl: handtekening:

source: Verify signature: BAD PARAMETERS
eo: Konstati pretendon: FUŜA PARAMETROJ
nl: Handtekening verifiëren: FOUTE PARAMETERS

source: Signature: UNKNOWN (%u)
eo: Pretendo: NEKONATA (%u)
nl: Handtekening: ONBEKEND (%u)

source: Unable to get lock on db %s, retrying... (%d)
eo: Ne eblas akiri ŝloson por db %s, reprovante... (%d)
nl: Kan geen toegang krijgen tot databank %s, opnieuw proberen... (%d)

source: archive file %s was not found in header
eo: arkiva dosiero %s ne troviĝis en la kapo

source: rmdir of %s failed: Directory not empty
eo: rmdir de %s malsukcesis: Dosierujo ne vaka
nl: rmdir van %s is mislukt: map is niet leeg

source: rmdir of %s failed: %s
eo: rmdir de %s malsukcesis: %s
nl: rmdir van %s is mislukt: %s

source: unlink of %s failed: %s
eo: malligado de %s malsukcesis: %s
nl: ontkoppelen van %s is mislukt: %s

source: (error 0x%x)
eo: (eraro 0x%x)
nl: (fout 0x%x)

source: Bad magic
eo: Fuŝa magiaĵo
nl: Slechte magic

source: Bad/unreadable header
eo: Fuŝa kapo
nl: Ongeldige/onleesbare kop

source: Header size too big
eo: Kapo-grando tro granda
nl: Kopgrootte te groot

source: Unknown file type
eo: Nekonata dosiertipo
nl: Onbekend bestandsoort

source: Missing hard link(s)
eo: Manka(j) malmola(j) ligilo(j)
nl: Ontbrekende harde koppeling(en)

source: File digest mismatch
eo: Malkongrueco ĉe resumo
nl: Controlegetal bestand komt niet overeen

source: Internal error
eo: Interna eraro
nl: Interne fout

source: Archive file not in header
eo: Arkivo-dosiero ne en kapo
nl: Archiefbestand staat niet in kop

source: failed -
eo: malsukcesis -
nl: mislukt -

source: ======================== active %d empty %d
eo: ======================== aktiva %d vaka %d
nl: ======================== actieve %d leeg %d

source: %3d>%*s(empty)
eo: %3d>%*s(vaka)
nl: %3d>%*s(leeg)

source: %3d<%*s(empty)
eo: %3d<%*s(vaka)
nl: %3d<%*s(leeg)

source: Macro %%%s has unterminated body
eo: Makroo %%%s havas nefinitan korpon
nl: Inhoud macro %%%s is niet beëindigd

source: Macro %%%s has illegal name (%%define)
eo: Makroo %%%s havas nevalidan vomon (%%define)
nl: Macro %%%s heeft ongeldige naam (%%define)

source: Macro %%%s has unterminated opts
eo: Makroo %%%s havas nefinitajn elektojn
nl: Opties macro %%%s zijn niet beëindigd

source: Macro %%%s has empty body
eo: Makroo %%%s havas vakan korpon
nl: Inhoud macro %%%s is leeg

source: Macro %%%s failed to expand
eo: Makroo %%%s malsukcesis etendiĝi
nl: Uitbreiden macro %%%s is mislukt

source: Macro %%%s has illegal name (%%undefine)
eo: Makroo %%%s havas nevalidan nomon (%%undefine)
nl: Macro %%%s heeft ongeldige naam (%%undefine)

source: Macro %%%s (%s) was not used below level %d
eo: Makroo %%%s (%s) ne estis uzita sub nivelo %d
nl: Macro %%%s (%s) is niet onder niveau %d gebruikt

source: Unknown option in macro %s(%s): %s: %s
eo: Nekonata elekto en makroo %s(%s): %s: %s
nl: Onbekende optie in macro %s(%s): %s: %s

source: Recursion depth(%d) greater than max(%d)
eo: Rekursia profundo(%d) pli granda ol maksimuma(%d)
nl: Recursiediepte(%d) is groter dan grenswaarde(%d)

source: Unterminated %c: %s
eo: Nefinita %c: %s
nl: Niet-beëindigde %c: %s

source: A %% is followed by an unparseable macro
eo: %% estas sekvata de sensenca makroo
nl: Een %% wordt gevolgd door een niet-ontleedbare macro

source: %s: load macros failed
eo: %s: ŝargi makroon malsukcesis
nl: %s: laden macro's mislukt

source: Macro %%%.*s not found, skipping
eo: Makroo %%%.*s ne trovita, preterlasante
nl: Macro %%%.*s niet gevonden, overslaan

source: Macro expansion too big for target buffer
eo: Makroa disvastigo tro granda por celbufro
nl: Macrouitbreiding te groot voor doelbuffer

source: Macro '%s' is readonly and cannot be changed.
eo: Makroo '%s' estas nurlega kaj ne eblas ŝanĝiĝi.
nl: Macro '%s' is alleen-lezen en kan niet worden veranderd.

source: %s:%u Missing '}' in "%s", skipping.
eo: %s:%u Manka '}' en "%s", preterlasante.

source: %s:%u load depth exceeded, "%s" ignored.
eo: %s:%u ŝargo-profundo pasita, "%s" ignorita.

source: File %s: %s
eo: Dosiero %s: %s
nl: Bestand %s: %s

source: File %s is smaller than %u bytes
eo: Dosiero %s estas malpli ol %u bajtoj
nl: Bestand %s is kleiner dan %u bytes

source: %s: Failed to set locale %s (obtained from %s)
eo: %s: Malsukcesis elekti lokaĵaron %s (el %s)
nl: %s: Instellen van taaldefinitie %s (verkregen van %s) is mislukt

source: pcre_compile2 failed: %s(%d) at offset %d of "%s"
eo: pcre_compile2 malsukcesis: %s(%d) je malsamo %d en "%s"
nl: pcre_compile2 is mislukt: %s(%d) op plaats %d van "%s"

source: %s: regcomp failed: %s
eo: %s: regcomp malsukcesis: %s
nl: %s: regcomp is mislukt: %s

source: %s: regexec failed: %s(%d)
eo: %s: regexec malsukcesis: %s(%d)
nl: %s: regexec is mislukt: %s(%d)

source: pcre_exec failed: return %d
eo: pcre_exec malsukcesis: %d
nl: pcre_exec is mislukt: retourneerde %d

source: fnmatch failed: return %d
eo: fnmatch malsukcesis: donis la valoron %d
nl: fnmatch is mislukt: retourneerde %d

source: number %d
eo: numero %d
nl: aantal %d

source: %s: Error while studying regex%s: %s
eo: %s: Eraro dum studado de regex%s: %s
nl: %s: Fout bij ontleden van regex%s: %s

source: MD2 digest (RFC-1319)
eo: MD2-resumo (RFC-1319)
nl: MD2-controlegetal (RFC-1319)

source: MD4 digest
eo: MD4-resumo
nl: MD4-controlegetal

source: MD5 digest (RFC-1321)
eo: MD5-resumo (RFC-1321)
nl: MD5-controlegetal (RFC-1321)

source: SHA-1 digest (FIPS-180-1)
eo: SHA-1 resumo (FIPS-180-1)
nl: SHA-1-controlegetal (FIPS-180-1)

source: SHA-224 digest (FIPS-180-2)
eo: SHA-224 resumo (FIPS-180-2)
nl: SHA-224-controlegetal (FIPS-180-2)

source: SHA-256 digest (FIPS-180-2)
eo: SHA-256 resumo (FIPS-180-2)
nl: SHA-256-controlegetal (FIPS-180-2)

source: SHA-384 digest (FIPS-180-2)
eo: SHA-384 resumo (FIPS-180-2)
nl: SHA-384-controlegetal (FIPS-180-2)

source: SHA-512 digest (FIPS-180-2)
eo: SHA-512 resumo (FIPS-180-2)
nl: SHA-512-controlegetal (FIPS-180-2)

source: SKEIN-224 digest
eo: SKEIN-224-resumo

source: SKEIN-256 digest
eo: SKEIN-256-resumo

source: SKEIN-384 digest
eo: SKEIN-384-resumo

source: SKEIN-512 digest
eo: SKEIN-512-resumo

source: SKEIN-1024 digest
eo: SKEIN-1024-resumo

source: Arirang-224 digest
eo: Arirang-224-resumo

source: Arirang-256 digest
eo: Arirang-256-resumo

source: Arirang-384 digest
eo: Arirang-384-resumo

source: Arirang-512 digest
eo: Arirang-512-resumo

source: Blake-224 digest
eo: Blake-224-resumo

source: Blake-256 digest
eo: Blake-256-resumo

source: Blake-384 digest
eo: Blake-384-resumo

source: Blake-512 digest
eo: Blake-512-resumo

source: BlueMidnightWish-224 digest
eo: BlueMidnightWish-224-resumo

source: BlueMidnightWish-256 digest
eo: BlueMidnightWish-256-resumo

source: BlueMidnightWish-384 digest
eo: BlueMidnightWish-384-resumo

source: BlueMidnightWish-512 digest
eo: BlueMidnightWish-512-resumo

source: Chi-224 digest
eo: Chi-224-resumo

source: Chi-256 digest
eo: Chi-256-resumo

source: Chi-384 digest
eo: Chi-384-resumo

source: Chi-512 digest
eo: Chi-512-resumo

source: CubeHash-224 digest
eo: CubeHash-224-resumo

source: CubeHash-256 digest
eo: CubeHash-256-resumo

source: CubeHash-384 digest
eo: CubeHash-384-resumo

source: CubeHash-512 digest
eo: CubeHash-512-resumo

source: Echo-224 digest
eo: Echo-224-resumo

source: Echo-256 digest
eo: Echo-256-resumo

source: Echo-384 digest
eo: Echo-384-resumo

source: Echo-512 digest
eo: Echo-512-resumo

source: EdonR-224 digest
eo: EdonR-224-resumo

source: EdonR-256 digest
eo: EdonR-256-resumo

source: EdonR-384 digest
eo: EdonR-384-resumo

source: EdonR-512 digest
eo: EdonR-512-resumo

source: Fugue-224 digest
eo: Fugue-224-resumo

source: Fugue-256 digest
eo: Fugue-256-resumo

source: Fugue-384 digest
eo: Fugue-384-resumo

source: Fugue-512 digest
eo: Fugue-512-resumo

source: Groestl-224 digest
eo: Groestl-224-resumo

source: Groestl-256 digest
eo: Groestl-256-resumo

source: Groestl-384 digest
eo: Groestl-256-resumo

source: Groestl-512 digest
eo: Groestl-512-resumo

source: Hamsi-224 digest
eo: Hamsi-224-resumo

source: Hamsi-256 digest
eo: Hamsi-256-resumo

source: Hamsi-384 digest
eo: Hamsi-484-resumo

source: Hamsi-512 digest
eo: Hamsi-512-resumo

source: JH-224 digest
eo: JH-224-resumo

source: JH-256 digest
eo: JH-256-resumo

source: JH-384 digest
eo: JH-384-resumo

source: JH-512 digest
eo: JH-512-resumo

source: Keccak-224 digest
eo: Keccak-224-resumo

source: Keccak-256 digest
eo: Keccak-256-resumo

source: Keccak-384 digest
eo: Keccak-384-resumo

source: Keccak-512 digest
eo: Keccak-512-resumo

source: Lane-224 digest
eo: Lane-224-resumo

source: Lane-256 digest
eo: Lane-256-resumo

source: Lane-384 digest
eo: Lane-384-resumo

source: Lane-512 digest
eo: Lane-512-resumo

source: Luffa-224 digest
eo: Luffa-224-resumo

source: Luffa-256 digest
eo: Luffa-256-resumo

source: Luffa-384 digest
eo: Luffa-384-resumo

source: Luffa-512 digest
eo: Luffa-512-resumo

source: MD6-224 digest
eo: MD6-224-resumo

source: MD6-256 digest
eo: MD6-256-resumo

source: MD6-384 digest
eo: MD6-384-resumo

source: MD6-512digest
eo: MD6-512-resumo

source: Shabal-224 digest
eo: Shabal-224-resumo

source: Shabal-256 digest
eo: Shabal-256-resumo

source: Shabal-384 digest
eo: Shabal-384-resumo

source: Shabal-512 digest
eo: Shabal-512-resumo

source: SHAvite3-224 digest
eo: SHAAvite3-224-resumo

source: SHAvite3-256 digest
eo: SHAAvite3-256-resumo

source: SHAvite3-384 digest
eo: SHAAvite3-384-resumo

source: SHAvite3-512 digest
eo: SHAAvite3-512-resumo

source: SIMD-224 digest
eo: SIMD-224-resumo

source: SIMD-256 digest
eo: SIMD-256-resumo

source: SIMD-384 digest
eo: SIMD-384-resumo

source: SIMD-512 digest
eo: SIMD-512-resumo

source: TIB3-224 digest
eo: TIB3-224-resumo

source: TIB3-256 digest
eo: TIB3-256-resumo

source: TIB3-384 digest
eo: TIB3-384-resumo

source: TIB3-512 digest
eo: TIB3-512-resumo

source: SALSA-10 hash
eo: dieso laŭ SALSO-10
nl: SALSA-10-controlegetal

source: SALSA-20 hash
eo: dieso laŭ SALSA-20
nl: SALSA-20-controlegetal

source: RIPEMD-128 digest
eo: RIPEMD-128-resumo
nl: RIPEMD-128-controlegetal

source: RIPEMD-160 digest
eo: RIPEMD-160-resumo
nl: RIPEMD-160-controlegetal

source: RIPEMD-256 digest
eo: RIPEMD-256-resumo
nl: RIPEMD-256-controlegetal

source: RIPEMD-320 digest
eo: RIPEMD-320-resumo
nl: RIPEMD-320-controlegetal

source: TIGER digest
eo: tigra resumo
nl: TIGER-controlegetal

source: CRC-32 checksum
eo: Kontrolilo laŭ CR-32
nl: CRC-32-controlegetal

source: CRC-64 checksum
eo: Kontrolilo laŭ CR-64
nl: CRC-64-controlegetal

source: ADLER-32 checksum
eo: Kontrolilo laŭ ADLER-32
nl: ADLER-32-controlegetal

source: Lookup3 hash
eo: dieso laŭ Lookup3
nl: Lookup3-controlegetal

source: No hash algorithm
eo: Neniu diesa algoritmo
nl: Geen algoritme voor controlegetal

source: All hash algorithm(s)
eo: Ĉiuj diesaj algoritmoj
nl: Alle algoritme(n) voor controlegetal

source: FTS_COMFOLLOW: follow command line symlinks
eo: FTS_COMFOLLOW: sekvu komandliniajn molajn ligilojn
nl: FTS_COMFOLLOW: symbolische verwijzingen in opdrachtregel volgen

source: FTS_LOGICAL: logical walk
eo: FTS_LOGICAL: logika grimpo
nl: FTS_LOGICAL: logische doorloop

source: FTS_NOCHDIR: don't change directories
eo: FTS_NOCHDIR: ne ŝanĝu dosierujojn
nl: FTS_NOCHDIR: niet van map veranderen

source: FTS_NOSTAT: don't get stat info
eo: FTS_NOSTAT: ne akiru stat-informojn
nl: FTS_NOSTAT: geen statusinformatie ontvangen

source: FTS_PHYSICAL: physical walk
eo: FTS_PHYSICAL: fizika grimpo
nl: FTS_PHYSICAL: fysieke doorloop

source: FTS_SEEDOT: return dot and dot-dot
eo: FTS_SEEDOT: doni punkton kaj dupunkton
nl: FTS_SEEDOT: punt en punt-punt teruggeven

source: FTS_XDEV: don't cross devices
eo: FTS_XDEV: ne krucu aparatojn
nl: FTS_XDEV: geen apparaatgrenzen overschrijden

source: FTS_WHITEOUT: return whiteout information
eo: FTS_WHITEOUT: doni informojn pri whiteout
nl: FTS_WHITEOUT: whiteout-informatie teruggeven

source: Send stdout to CMD
eo: Sendu ordinaran eligon al KMD
nl: Standaarduitvoer naar CMD sturen

source: CMD
eo: KMD

source: Use ROOT as top level directory
eo: Uzu RADIKON kiel starto-dosierujon
nl: BASISMAP als top mappenhiërarchie gebruiken

source: ROOT
eo: RADIKO
nl: BASISMAP

source: Provide less detailed output
eo: Eligu malpli detale
nl: Minder uitgebreide uitvoer geven

source: Provide more detailed output
eo: Eligu pli detale
nl: Meer uitgebreide uitvoer geven

source: Disable use of libio(3) API
eo: Malaktivigi uzadon de la API libio(3)
nl: Gebruik van libio(3)-api uitschakelen

source: Select cryptography implementation
eo: Elektu realigon de ĉifrado
nl: Implementatie versleuteling selecteren

source: CRYPTO
eo: ĈIFRADO
nl: VERSLEUTELEN

source: Debug ar archives
eo: Senerarigi ar-dosierojn
nl: ar-archief debuggen

source: Debug argv collections
eo: Senerarigi parametrajn arojn
nl: argv-verzamelingen debuggen

source: Debug cpio archives
eo: Senerarigi cpio-dosierojn
nl: cpio-archief debuggen

source: Debug digest contexts
eo: Senerarigi resumajn kuntekstojn

source: Debug WebDAV data stream
eo: Senerarigi datumo-fluojn de WebDAV
nl: WebDAV-gegevensstroom debuggen

source: Debug FTP/HTTP data stream
eo: Senerarigi datumo-fluojn de FTP/HTTP
nl: FTP/HTTP-gegevensstroom debuggen

source: Debug Fts(3) traverse
eo: Senerarigi trairigon laŭ Fts(3)
nl: Fts(3)-traverse debuggen

source: Debug hash tables
eo: Senerarigu diesajn tabelojn
nl: Debug hashtabellen

source: Debug HTML parsing
eo: Senerarigi analizadon de HTML

source: Debug I/O state machine
eo: Senerarigi eneligstatan maŝinon
nl: In- of uitvoermodule debuggen

source: Debug miRE patterns
eo: Senerarigu miRE-ŝablonojn
nl: Debug miRE-patronen

source: Debug PGP usage
eo: Senerarigi uzadon de PGP
nl: Debug PGP-gebruik

source: Print PGP keys
eo: Eligi PGP-ŝlosilojn

source: Debug rpmio I/O
eo: Senerarigu rpmio-eneligon
nl: rpmio in- en uitvoer debuggen

source: Debug rpmio I/O buffers
eo: Senerarigu rpmio-eneligajn bufrojn
nl: rpmio in- en uitvoerbuffers debuggen

source: Debug embedded Augeas interpreter
eo: Senerarigi interpretilon de Augeas

source: Debug Bloom filters
eo: Senerarigu Bloom-filtrilojn

source: Debug embedded CUDF parser
eo: Senerarigi analizilon de CUDF

source: Debug embedded FICL interpreter
eo: Senerarigi interpretilon de FICL
nl: Debug ingebede FICL-interpreter

source: Debug hkp:// keyring
eo: Senerarigi ŝlosilaron hkp://

source: Debug embedded JavaScript interpreter
eo: Senerarigi interpretilon de Javaskripto
nl: Debug ingebede JavaScriptinterpreter

source: Debug embedded Lua interpreter
eo: Senerarigi interpretilon de Lua
nl: Debug ingebede Lua-interpreter

source: Debug rpmmg magic
eo: Senerarigu magiaĵon de rpmmg

source: Debug embedded Nix interpreter
eo: Senerarigi interpretilon de Nix

source: Debug embedded Perl interpreter
eo: Senerarigi interpretilon de Perl
nl: Debug ingebede Perl-interpreter

source: Debug embedded Python interpreter
eo: Senerarigi interpretilon de Python
nl: Debug ingebede Python-interpreter

source: Debug embedded Ruby interpreter
eo: Senerarigi interpretilon de Ruby
nl: Debug ingebede Ruby-interpreter

source: Debug rpmsq Signal Queue
eo: Senerarigu signalan atendovicon rpmsq
nl: Debug rpmsq-signaalrij

source: Debug embedded SQL interpreter
eo: Senerarigi interpretilon de SQL

source: Debug embedded SQUIRREL interpreter
eo: Senerarigi interpretilon de SQUIRREL

source: Debug semanage
eo: Senerarigi semanaĝon

source: Debug sepol
eo: Senerarigi sepolon

source: Debug selinux
eo: Senerarigi SELinukson

source: Debug embedded TCL interpreter
eo: Senerarigi interpretilon de TCL
nl: Debug ingebouwde TCL-interpreter

source: Debug embedded SQL virtual cursor
eo: Senerarigi enmetitan virtualan kursoron de SQL

source: Debug embedded SQL virtual table
eo: Senerarigi enmetitan virtualan tabelon de SQL

source: Debug rpmzq Job Queuing
eo: Senerarigu la taskan atendovicon rpmzq
nl: Debug rpmzq-opdrachtenrij

source: Debug xar archives
eo: Senerarigi xar-dosierojn
nl: xar-archief debuggen

source: Debug tar archives
eo: Senerarigi tar-dosierojn
nl: tar-archief debuggen

source: Debug URL cache handling
eo: Senerarigi traktadon de la retadresa tenejo
nl: URL-bufferafhandeling debuggen

source: Type check lenses
eo: Kontroli la tipon de la lensoj

source: Backup modified files with suffix '.augsave'
eo: Sekurkopiado modifis dosierojn per la sufikso '.augsave'

source: Save modified files with suffix '.augnew'
eo: Konservado modifis dosierojn per la sufikso '.augnew'

source: Use ROOT as the root of the filesystem
eo: Uzi la aktualan radikon de la dosiersistemo

source: Search DIR for modules (may be used more than once)
eo: Serĉi DUJOn por moduloj (vi povas uzi ĝin pli ol unufoje)

source: Do not search default modules path
eo: Ne serĉu aprioran padon de moduloj

source: Do not load files into tree on startup
eo: Ne ŝargu dosierojn en arbon dum plenumiĝo

source: Do not autoload modules from the search path
eo: Ne aŭtomate ŝargu modulon el la serĉota pado

source: List the direct children of PATH
eo: Listigu la unuanivelajn idojn de PADO

source: <PATH>
eo: <PADO>

source: Find all paths that match the path expression PATH. If VALUE is given, only the matching paths whose value equals VALUE are printed
eo: Trovi ĉiujn padojn, kiuj kongruas kun la esprimo PADO. Se VALORO ĉeestas, nur la kongruantaj partoj, kies valoro egalas VALOROn, eliĝas

source: <PATH> [<VALUE>]
eo: <PADO> [<VALORO>]

source: Delete PATH and all its children from the tree
eo: Forigi PADON kaj ĉiujn el siaj idoj el la arbo

source: Move node SRC to DST. SRC must match exactly one node in the tree. DST must either match exactly one node in the tree, or may not exist yet. If DST exists already, it and all its descendants are deleted. If DST does not exist yet, it and all its missing ancestors are created.
eo: Movi nodon FNT al CEL. FNT devas kongrui kun ĝuste unu nodo en la arbo. CEL devas aŭ kongrui kun ĝuste unu nodo en la arbo aŭ eble ankoraŭ ne ekzistas. Se CEL jam ekzistas, ĝi kaj ĝiaj idoj estas forigitaj. Se CEL ankoraŭ ne ekzistas, ĝi kaj ĝiaj mankaj prauloj estas kreotaj.

source: <SRC> <DST>
eo: <FNT> <CEL>

source: Associate VALUE with PATH. If PATH is not in the tree yet, it and all its ancestors will be created. These new tree entries will appear last amongst their siblings
eo: Asocii VALOROn kun PADO. Se PADO ankoraŭ ne estas en la arbo, ĝi kaj ĝiaj prauloj estos kreotaj. Ĉi tiuj novaj arbaj eroj aperos post siaj fratoj

source: <PATH> <VALUE>
eo: <PADO> <VALORO>

source: Set the value for PATH to NULL. If PATH is not in the tree yet, it and all its ancestors will be created. These new tree entries will appear last amongst their siblings
eo: Valorizu la PADOn al NULL. Se PADO ankoraŭ ne estas en la arbo, ĝi kaj ĝiaj prauloj estas kreotaj. Tiuj novaj arbaj eroj aperos post siaj fratoj

source: Print the value associated with PATH
eo: Eligu la valoron kunligitan kun PADO

source: Print entries in the tree. If PATH is given, printing starts there, otherwise the whole tree is printed
eo: Eligu erojn en la arbo. Se PADO estas specifita, eligado komencas tie, aliokaze la tuta arbo estas eligota

source: [<PATH>]
eo: [<PADO>]

source: Insert a new node with label LABEL right before or after PATH into the tree. WHERE must be either 'before' or 'after'.
eo: Enmetu novan nodnon kun etidedo ETIKEDO ĝuste antaŭ aŭ post PADO en la arbon. KIEN devas esti aŭ 'before' (antaŭ) aŭ 'after' (post).

source: <LABEL> <WHERE> <PATH>
eo: <ETIKEDO> <KIEN> <PADO>

source: Save all pending changes to disk. For now, files are not overwritten. Instead, new files with extension .augnew are created
eo: Konservi ĉiujn atendantajn ŝanĝojn al la disk. Nune dosieroj antstataŭiĝos. Anstataŭe novaj dosieroj kun la sufikso .augnew estas kreotaj

source: Load files accordig to the transforms in /augeas/load.
eo: Ŝargi dosierojn laŭ la transformoj en /augeas/load.

source: Define the variable NAME to the result of evalutating EXPR. The variable can be used in path expressions as $NAME. Note that EXPR is evaluated when the variable is defined, not when it is used.
eo: Difinu la variablon NOMO al la rezulto de evaluado de ESPR. La variablo povas uziĝi en padaj esprimoj, ekz-e $NOMO. Noti, ke ESPR evaluiĝos kiam la variablo estas difinita, ne kiam ĝi estas uzata.

source: <NAME> <EXPR>
eo: <NOMO> <ESPR>
