Repository: devzero2000/RPM5
Catalog: po/*.po
Languages: eo, nl

source: %s:%d "%s" has no comparison operator. Skipping ...
eo: %s: %d "%s" havas neniun komparan operatoron. Preterlasante ...
nl: %s:%d "%s" heeft geen vergelijkingsoperator. Overslaan...

source: %s:%d "%s" has no EVR string. Skipping ...
eo: %s: %d "%s" havas neniun EVR-ĉenon. Preterlasante ...
nl: %s:%d "%s" heeft geen EVR-tekenreeks. Overslaan...

source: running "%s" pipe command
eo: plenumigi tuban komandon "%s"
nl: "%s" doorsluisopdracht uitvoeren

source: line %d: No EVR comparison value found. Skipping ...
eo: inio %d: Neniu EVR-kunprema valoro trovita. Preterlasante ...
nl: regel %d: Geen EVR-vergelijkingswaarde gevonden. Overslaan...

source: The "B" dependency needs an epoch (assuming same epoch as "A") A = "%s" B = "%s"
eo: La dependaĵo "B" postulas epokon (supozante la saman epokon kiel "A") A = "%s" B = "%s"
nl: De "B"-afhankelijkheid behoeft een referentiedatum (er wordt dezelfde datum als "A" verondersteld) A = "%s" B = "%s"

source: Couldn't create pipe for %s: %m
eo: Ne eblis krei tubon por %s: %m
nl: Kan geen doorsluisopdracht aanmaken voor %s: %m

source: Couldn't exec %s: %s
eo: Ne eblis plenumigi: %s: %s
nl: Kan %s niet uitvoeren: %s

source: Command "%s" failed, exit(%d)
eo: Komando "%s" malsukcesis, eliro(%d)
nl: Opdracht "%s" is mislukt, stop(%d)

source: failed to write all data to %s
eo: malsukcesis skribi ĉiujn datumojn al %s
nl: schrijven van alle gegevens naar %s is mislukt

source: Compilation of pattern '%s' (expanded from '%s') failed. Skipping ...
eo: Kompilumado de ŝablono '%s' (vastigita de '%s') malsukcesis. Preterlasante ...
nl: Compilatie van patroon '%s' (uitgebreid vanuit '%s') is mislukt. Overslaan...

source: Skipping %c: '%s'
eo: Preterlasi %c: '%s'
nl: %c overslaan: '%s'

source: skipping %s provides detection
eo: preterlasante malkovradon de la provizoj %s
nl: %s leveringdetectie overslaan

source: skipping %s requires detection
eo: preterlasante malkovradon de la postuloj %s
nl: %s vereistendetectie overslaan

source: Finding %s: %s
eo: Serĉi: %s: %s
nl: Zoeken naar %s: %s

source: Failed to find %s:
eo: Malsukcesis trovi: %s:
nl: Kan %s niet vinden:

source: open of %s failed: %s
eo: malfermo de %s malsukcesis: %s
nl: openen van %s is mislukt: %s

source: unknown tag: "%s"
eo: nekonata etikedo: "%s"
nl: onbekend label: "%s"

source: Preparing...
eo: Pretiganta...
nl: Voorbereiden...

source: Preparing packages for installation...
eo: Pretiganta pakojn por instali ilin...
nl: Pakketten voorbereiden voor installatie...

source: Repackaging...
eo: Repakante...
nl: Herverpakken...

source: Repackaging erased files...
eo: Repakante forviŝintajn dosierojn...
nl: Herverpakken van verwijderde bestanden...

source: Upgrading...
eo: Promociante...
nl: Opwaarderen...

source: Upgrading packages...
eo: promociu pakojn...
nl: Pakketten opwaarderen...

source: Suggested resolutions:
eo: Proponantaj solvoj:
nl: Voorgestelde oplossingen:

source: Failed dependencies
eo: Malhavitaj dependaĵoj
nl: Mislukte afhankelijkheden

source: Ordering problems
eo: Ordigaj problemoj
nl: Sorteerproblemen

source: Install/Erase problems
eo: Problemoj por instali/forviŝi
nl: Installatie- of verwijderingsproblemen

source: package "%s" cannot be found
eo: pako "%s" ne troveblas
nl: pakket "%s" is niet gevonden

source: package "%s" cannot be erased
eo: ne eblas forigi pakon "%s"
nl: pakket "%s" kan niet worden verwijderd

source: package %s is not relocatable
eo: pako %s ne estas relokebla
nl: pakket %s is niet verplaatsbaar

source: "%s" specifies multiple packages
eo: "%s" specifas plurajn pakojn
nl: "%s" geeft meerdere pakketten op

source: cannot open %s: %s
eo: ne eblas malfermiĝi %s: %s
nl: kan %s niet openen: %s

source: Installing %s
eo: Instaliĝas %s
nl: Installeren van %s

source: %s cannot be installed
eo: %s ne eblas instaliĝi
nl: %s kan niet worden geïnstalleerd

source: can't create transaction lock on %s (%s)
eo: ne eblas krei ŝloson transagan ĉe %s (%s)
nl: kan %s niet blokkeren voor transacties (%s)

source: waiting for transaction lock on %s
eo: atendis ŝloson transagan ĉe %s
nl: wachten op blokkering tegen transacties van %s

source: different
eo: malsama
nl: verschillend

source: package %s is intended for a %s platform
eo: pako %s ne ne estas intencata por platformo %s
nl: pakket %s is bedoeld voor een %s-platform

source: package %s is already installed
eo: pako %s jam instaliĝis
nl: pakket %s is reeds geïnstalleerd

source: re-packaged package with %s: %s is missing
eo: repakita pako kun %s: %s mankas
nl: herverpakt pakket met %s: %s ontbreekt

source: path %s in package %s is not relocatable
eo: pado %s en pako %s ne estas relokebla
nl: pad %s in pakket %s kan niet worden veranderd

source: file %s conflicts between attempted installs of %s and %s
eo: dosiero %s faras konfliktojn inter provaj instalaĵoj de %s kaj %s
nl: bestand %s conflicteert tussen installatiepogingen van %s en %s

source: file %s from install of %s conflicts with file from package %s
eo: dosiero %s el instalo de %s konfliktas kun dosiero el pako %s
nl: bestand %s uit de installatie van %s conflicteert met een bestand uit pakket %s

source: package %s (which is newer than %s) is already installed
eo: pako %s (kiu estas pli freŝa ol %s) jam instaliĝis
nl: pakket %s, nieuwer dan %s, is reeds geïnstalleerd

source: installing package %s needs %lu%cB on the %s filesystem
eo: instali pakon %s bezonas iun %lu%cB en la dosiersistemo %s
nl: installeren van pakket %s vereist %lu%cB op het %s bestandssysteem

source: installing package %s needs %lu inodes on the %s filesystem
eo: instali pakon %s bezonas inodojn %lu en la dosiersistemo %s
nl: installeren van pakket %s vereist %lu inodes op het %s bestandssysteem

source: package %s pre-transaction syscall(s): %s failed: %s
eo: antaŭtransaga(j) sistemvoko(j) en pako %s: %s malsukcesis: %s
nl: pretransactie-systeemaanroep(en) van pakket %s: %s is mislukt: %s

source: %s is needed by %s%s
eo: %s estas postulata de %s%s
nl: %s is noodzakelijk voor %s%s

source: (installed)
eo: (instalita)
nl: (geïnstalleerd)

source: %s conflicts with %s%s
eo: %s konfliktas kun %s%s
nl: %s conflicteert met %s%s

source: installing package %s on %s rdonly filesystem
eo: instali pakon %s en nurlega dosiersistemo %s
nl: pakket %s installeren op alleen-lezenbestandssysteem %s

source: unknown error %d encountered while manipulating package %s
eo: nekonata eraro %d okazis dum manipuli pakon %s
nl: onbekende fout %d tijdens het bewerken van pakket %s

source: Configured system provides (from %s):
eo: Agorditaj sistemaj provizoj (el %s):
nl: Geconfigureerde systeem levert (uit %s):

source: Features provided by rpmlib installer:
eo: Ecoj provizitaj de la rpmlib-instalilo:
nl: Functies van het installatieprogramma van rpmlib:

source: Features provided by current cpuinfo (from %s):
eo: Ecoj provizitaj de aktuala ĈP-informoj (el %s):
nl: Functies van het huidige cpuinfo (uit %s):

source: Features provided by current getconf:
eo: Ecoj provizitaj de aktuala getconf:
nl: Functies van het huidige getconf:

source: Features provided by current uname:
eo: Ecoj provizitaj de aktuala uname:
nl: Functies van het huidige uname:

source: Excluding TID from rollback: %-24.24s (0x%08x)
eo: Ekskludante TIDO-on el inversigo: %-24.24s (0x%08x)
nl: TID wordt uitgesloten van terugdraaien: %-24.24s (0x%08x)

source: Missing re-packaged package(s)
eo: Mankaj pakoj repakitaj
nl: Herverpakte pakketten die ontbreken

source: Rollback packages (+%d/-%d) to %-24.24s (0x%08x):
eo: Inversigi pakojn (+%d/-%d) ĝis %-24.24s (0x%08x):
nl: Terugdraaien pakketten (+%d/-%d) naar %-24.24s (0x%08x):

source: Cleaning up repackaged packages:
eo: Malĥaosigante repaktitajn pakojn:
nl: Herverpakte pakketten opschonen:

source: Removing %s:
eo: Forigante je %s:
nl: Verwijderen van %s:

source: cannot open Packages database in %s
eo: ne eblas malfermi pako-datumbazon en %s
nl: pakkettendatabank kan niet worden geopend in %s

source: cannot open Solve database in %s
eo: ne eblas malfermi solvan datumbazon en %s
nl: oplossingendatabank kan niet worden geopend in %s

source: incorrect solve path format: %s
eo: malĝusta aranĝo por solva formato: %s
nl: foute structuur van pad naar oplossingen: %s

source: Unable to change root directory: %m
eo: Ne eblas ŝanĝi radikan dosierujon: %m

source: rpmdb erase failed. NEVRA: %s
eo: rpmdb forviŝado malsukcesis. NEVRA: %s
nl: verwijderen van rpmdb is mislukt. NEVRA: %s

source: Rollback to %-24.24s (0x%08x)
eo: Inversigi al %-24.24s (0x%08x)
nl: Terugdraaien naar %-24.24s (0x%08x)

source: Invalid number of transaction elements.
eo: Nevalida nombro da transagaj elementoj.
nl: Ongeldig aantal transactie-elementen.

source: missing %c %s
eo: manka %c %s
nl: ontbrekende %c %s

source: Unsatisfied dependencies for %s:
eo: Malkontentaj dependaĵoj por %s:
nl: Afhankelijkheden niet voldaan voor %s:

source: Re-opening dbenv with DB_RECOVER ...
eo: Remalfermante dbenv-on per DB_RECOVER ...

source: recovery failed. Exiting ...
eo: reatingado malsukcesis, elirante ...

source: . recovery succeeded.
eo: . reatingado sukcesis.

source: cannot get %s lock on %s/%s
eo: ne eblas atingi ŝloson %s ĉe %s/%s
nl: kan geen %s toegang krijgen met %s/%s

source: exclusive
eo: ekskluziva
nl: exclusieve

source: shared
eo: kunuzata
nl: gedeelde

source: unrecognized db option: "%s" ignored.
eo: nekonata elekto en db: "%s" ignorita.
nl: onbekende databankoptie: "%s" genegeerd.

source: %s has invalid numeric value, skipped
eo: %s haves nevalidan nombran valoron, preterlasita
nl: %s heeft ongeldige numerieke waarde, overgeslagen

source: %s has too large or too small long value, skipped
eo: %s havas tro grandan aŭ mangrandan longentjeran valoron, preterlasita
nl: %s heeft te groot of te klein geheel getal, overgeslagen

source: %s has too large or too small integer value, skipped
eo: %s havas tro grandan aŭ malgrandan mallongentjeran valoron, preterlasita
nl: %s heeft een te groot of te klein geheel getal, overgeslagen

source: (not a number)
eo: (ne cifero)
nl: (geen nummer)

source: %a %b %d %Y
eo: %Y-%d-%b (%a)

source: invalid type
eo: nevalida tipo
nl: ongeldig soort

source: (invalid type)
eo: (nevalida tipo)
nl: (ongeldig soort)

source: (not base64)
eo: (ne base64)
nl: (geen base64)

source: (invalid type :base64)
eo: (nevalida tipo : base64)
nl: (ongeldig soort :base64)

source: (not a string)
eo: (ne ĉeno)
nl: (geen tekenreeks)

source: (invalid xml type)
eo: (nevalida XML-tipo)
nl: (ongeldig XML-soort)

source: (invalid yaml type)
eo: (nevalida YAML-tipo)
nl: (ongeldig YAML-soort)

source: (not a blob)
eo: (ne amaso)
nl: (geen blob)

source: (not an OpenPGP signature)
eo: (ne OpenPGP-pretendo)
nl: (geen OpenPGP-handtekening)

source: (invalid type :digest)
eo: (nevalida tipo : resumo)
nl: (ongeldig soort :digest)

source: (invalid type :stat)
eo: (nevalida tipo : informo)
nl: (ongeldig soort :stat)

source: (invalid type :uuid)
eo: (nevalida tipo : uuid)
nl: (ongeldig soort :uuid)

source: (invalid type :rpn)
eo: (nevalida tipo : rpn)
nl: (ongeldig soort :rpn)

source: (invalid string :rpn)
eo: (nevalida ĉeno : rpn)
nl: (ongeldige tekenreeks :rpn)

source: (expected number :rpn)
eo: (neatendita numero : rpn)
nl: (verwacht nummer :rpn)

source: (stack overflow :rpn)
eo: (staka superfluo : rpn)
nl: (overloop van de stapel :rpn)

source: (invalid number :rpn)
eo: (nevalida numero : rpn)
nl: (ongeldig nummer :rpn)

source: (stack underflow :rpn)
eo: (staka subfluo : rpn)
nl: (onderloop van de stapel :rpn)

source: (divide by zero :rpn)
eo: (divido per nul : rpn)
nl: (deling door nul :rpn)

source: (invalid type :strsub)
eo: (nevalida tipo : strsub)
nl: (ongeldig type :strsub)

source: (invalid args :strsub)
eo: (nevalida parametroj : strsub)
nl: (ongeldige argumenten :strsub)

source: missing { after %
eo: manka { post %
nl: { ontbreekt na %

source: missing } after %{
eo: manka } post %{
nl: } ontbreekt na %{

source: empty tag format
eo: vaka etikeda aranĝo
nl: lege labelstructuur

source: malformed parameter list
eo: misformita parametra listo
nl: ongeldige lijst met parameters

source: empty tag name
eo: vaka etikeda nomo
nl: lege labelnaam

source: unknown tag
eo: nekonata etikedo
nl: onbekend label

source: ] expected at end of array
eo: ] anticipita je fino de tabelo
nl: ] verwacht aan einde van reeks

source: unexpected ]
eo: neatendita ]
nl: onverwachte ]

source: unexpected }
eo: neatendita }
nl: onverwachte }

source: ? expected in expression
eo: ? atendita en esprimo
nl: ? verwacht in uitdrukking

source: { expected after ? in expression
eo: { atendita post ? en esprimo
nl: { verwacht na ? in uitdrukking

source: } expected in expression
eo: } atendita en esprimo
nl: } verwacht in uitdrukking

source: : expected following ? subexpression
eo: : atendita post subesprimo kun ?
nl: : verwacht vervolgend op ? nevenuitdrukking

source: { expected after : in expression
eo: { atendita post : en esprimo
nl: { verwacht na : in uitdrukking

source: | expected at end of expression
eo: | atendita je la fino de la esprimo
nl: | verwacht aan einde van uitdrukking

source: array iterator used with different sized arrays
eo: tabela iteraciilo uzata kun tabeloj kun diversaj grandoj
nl: reeksiterator wordt gebruikt bij verschillende reeksgrootten

source: read failed
eo: legado malsukcesis
nl: lezen is mislukt

source: write of NULL header
eo: skribi de nula kapo
nl: NUL-kop schrijven

source: headerUnload failed
eo: headerUnload malsukcesis
nl: headerUnload is mislukt

source: short write of header magic
eo: mallonga skribado de kapa magiaĵo
nl: afkorting van kop-magic

source: short write of header
eo: mallonga skribado de kapo
nl: afkorting van kop

source: lead size(%u): BAD, read(%d), %s(%d)
eo: antaŭo-grando(%u), FUŜA, lego(%d), %s(%d)
nl: voorloopgrootte(%u), SLECHT, lees(%d), %s(%d)

source: lead size(%u): BAD, xar read(%u)
eo: antaŭo-grando(%u), FUŜA, lego de xar(%u)
nl: voorloopgrootte(%u): SLECHT, xar leest(%u)

source: lead magic: BAD, read %02x%02x%02x%02x
eo: antaŭa magiaĵo: FUŜA, legado de %02x%02x%02x%02x
nl: voorloop-magic: SLECHT, lezen %02x%02x%02x%02x

source: lead version(%u): UNSUPPORTED
eo: antaŭa eldono(%u): NE KOMPRENATA
nl: voorloopversie(%u): NIET ONDERSTEUND

source: sigh type(%u): UNSUPPORTED
eo: suspira tipo(%u): NE KOMPRENATA
nl: sigh-soort(%u): NIET ONDERSTEUND

source: sigh size(%d): BAD, read returned %d
eo: suspira grando(%d): FUŜA, legado donis: %d
nl: sigh-grootte(%d): SLECHT, lezen leverde %d op

source: sigh magic: BAD, read %02x%02x%02x%02x%02x%02x%02x%02x
eo: suspira magiaĵo: FUŜA, legado de %02x%02x%02x%02x%02x%02x%02x%02x
nl: sigh-magic: SLECHT, lezen %02x%02x%02x%02x%02x%02x%02x%02x

source: sigh tags: BAD, no. of tags(%u) out of range
eo: suspiraj etikedoj: FUŜA, numero da etiketoj (%u) ne en la skalo
nl: sigh-labels: SLECHT, aantal labels(%u) buiten bereik

source: sigh data: BAD, no. of bytes(%u) out of range
eo: suspiraj datumoj: FUŜA, nombro da bajtoj (%u) ne en la skalo
nl: sigh-gegevens: SLECHT, aantal bytes(%u) buiten bereik

source: sigh blob(%u): BAD, read returned %d
eo: suspira amaso(%u): FUŜA, legi donis: %d
nl: sigh-blob(%u): SLECHT, lezen leverde %d op

source: tag[%d]: BAD, tag %u type %u offset %d count %u
eo: etikedo[%d]: FUŜA, etikedo %u tipo %u malsameco %d nombro %u
nl: label[%d]: SLECHT, label %u soort %u verschuiving %d aantal %u

source: region offset: BAD, tag %u type %u offset %d count %u
eo: regiona malsameco: FUŜA, etikedo %u tipo %u malsameco %d numero %u
nl: region-verschuiving: SLECHT, label %u soort %u verschuiving %d aantal %u

source: region trailer: BAD, tag %u type %u offset %d count %u
eo: regiona antaŭaĵo: FUŜA, etikedo %u tipo %u malsameco %d numero %u
nl: region-aanhangsel: SLECHT, label %u soort %u verschuiving %d aantal %u

source: region size: BAD, ril(%u) > il(%u)
eo: regiona grando: FUŜA, ril(%u) > il(%u)
nl: region-grootte: SLECHT, ril(%u) > il(%u)

source: sigh tag[%u]: BAD, tag %u type %u offset %d count %u
eo: suspira etikedo[%u], FUŜA, etikedo %u tipo %u malsameco %d nombro %u
nl: sigh-label[%u]: SLECHT, label %u soort %u verschuiving %d aantal %u

source: sigh load: BAD
eo: suspira ŝarĝo: FUŜA
nl: sigh-inhoud: SLECHT

source: sigh pad(%u): BAD, read %d bytes
eo: suspira pad(%u): FUŜA, legi %d bajtojn
nl: sigh-pad(%u): SLECHT, lees %d bytes

source: sigh sigSize(%u): BAD, Fstat(2) failed
eo: suspira sigSize(%u): FUŜA, fstat(2) malsukcesis
nl: sigh-siggrootte(%u): SLECHT, Fstat(2) mislukt

source: blob size(%d): BAD, 8 + 16 * il(%u) + dl(%u)
eo: amaso-grando (%d): FUŜA, 8 + 16 * il(%u) + dl(%u)
nl: blob-grootte(%d): SLECHT, 8 + 16 il(%u) + dl(%u)

source: tag[%u]: BAD, tag %u type %u offset %d count %u
eo: etikedo[%u]: FUŜA, etikedo %u tipo %u malsameco %d numero %u
nl: label[%u]: SLECHT, label %u type %u offset %d aantal %u

source: hdr SHA1: BAD, not hex
eo: nu SHA1: FUŜA, ne deksesuma
nl: SHA1-kop: SLECHT, niet hexadecimaal

source: hdr RSA: BAD, not binary
eo: nu RSA: FUŜA, ne plenumebla
nl: RSA-kop: SLECHT, niet binair

source: hdr DSA: BAD, not binary
eo: nu DSA: FUŜA, ne plenumebla
nl: DSA-kop: SLECHT, niet binair

source: skipping header with unverifiable V%u signature
eo: preterlasanta kapon kun nekonstatebla pretendo V%u
nl: kop met onverifieerbare V%u-ondertekening overslaan

source: hdr size(%u): BAD, read returned %d
eo: kapo-grando(%u), FUŜA, lego donis la valoron %d
nl: kopgrootte(%u): SLECHT, lezen leverde %d

source: hdr magic: BAD, read %02x%02x%02x%02x%02x%02x%02x%02x
eo: magiaĵo hdr: FUŜA, legado de %02x%02x%02x%02x%02x%02x%02x%02x
nl: kop-magic: SLECHT, lees %02x%02x%02x%02x%02x%02x%02x%02x

source: hdr tags: BAD, no. of tags(%u) out of range
eo: kapo-etikedoj: FUŜA, nombro da etikedoj (%u) ekster skalo
nl: koplabels: SLECHT, aantal labels(%u) buiten bereik

source: hdr data: BAD, no. of bytes(%u) out of range
eo: kapo-datumoj: FUŜA, nombro da bajtoj(%u) ekster skalo
nl: kopgegevens: SLECHT, aantal bytes(%u) buiten het bereik

source: hdr blob(%u): BAD, read returned %d
eo: kapo-amaso(%u): FUŜA donis la valoron %d
nl: kop-blob(%u): SLECHT, lezen leverde %d

source: hdr load: BAD
eo: kapo-ŝargo: FUŜA
nl: kopinhoud: SLECHT

source: rebuild database inverted lists from installed package headers
eo: remuntu listojn inversigitajn de la datumbazo el instalitaj pako-kapoj
nl: geïnverteerde databanklijsten van geïnstalleerde pakketkoppen herbouwen

source: Debug rpmdb DataBase
eo: Senerarigi la datumbazon rpmdb
nl: database rpmdb debuggen

source: Debug dbiIndex DataBase Index
eo: Senerarigi la datumbazo-indekson dbiIndex

source: Debug rpmlio database Log I/O
eo: Senerarigu rpmlio-datumbazan protokolo-eneligon

source: Debug rpmtxn database Transaction
eo: Senerarigi transagon rpmtxt

source: cannot open %s(%u) index: %s(%d) DB: %s
eo: ne eblas malfermi indekson %s(%u): %s(%d) datumbazo: %s

source: incorrect format: "%s": %s
eo: malĝusta aranĝo: %s: %s
nl: verkeerde structuur: "%s": %s

source: no dbpath has been set
eo: neniu dbpath estis valorizita
nl: dbpath is niet ingesteld

source: error(%d) getting records from %s index
eo: eraro(%d) akiranta rikordojn el indekso %s
nl: fout(%d) tijdens ophalen records vanaf %s index

source: error(%d) getting keys from %s index
eo: eraro(%d) akiranta ŝlosilojn el indekso %s
nl: fout(%d) tijdens ophalen sleutels vanaf %s-index

source: error(%d) storing record h#%u into %s
eo: eraro (%d) konservanta rikordon h#%u al en %s

source: rpmdb: header #%u cannot be loaded -- skipping.
eo: rpmdb: kapo #%u ne ŝargebla -- preterlasanta.

source: %s: cannot read header at 0x%x
eo: %s: ne eblas legi kapon en 0x%x
nl: %s: kan kop niet lezen bij 0x%x

source: Cannot create/verify %s: %s
eo: Ne eblas krei/konstati %s: %s
nl: Can %s niet aanmaken of controleren: %s

source: Directory %s must exist
eo: Dosierujo %s devas ekzisti.
nl: Map %s moet bestaan

source: Directory %s does not exist.
eo: Dosierujo %s ne ekzistas.
nl: Map %s bestaat niet.

source: Directory %s must be writable.
eo: Dosierujo %s devas esti skribebla.
nl: Map %s moet schrijfbaar zijn.

source: Old data directory exists, please remove: %s
eo: Malfreŝa datuma dosierujo ekzistas, bonvolu forigi: %s
nl: Oude gegevensmap aanwezig, verwijder: %s

source: Path must be writable: %s
eo: Pado devas esti skribebla: %s
nl: Pad moet schrijfrechten hebben: %s

source: groupfile %s cannot be found.
eo: grupdosiero %s ne troveblas.
nl: groepsbestand %s is niet gevonden.

source: cannot get to file: %s
eo: ne eblas atingi dosieron: %s
nl: geen toegang tot bestand: %s

source: Fwrite failed: expected write %u != %u bytes: %s
eo: Fwrite malsukcesis: atendita skribo %u != %u bajtoj: %s
nl: Fwrite is mislukt: verwachte schrijf %u != %u bytes: %s

source: Saving %s metadata
eo: Konservante metadatumojn %s
nl: %s metadata bewaren

source: Generating sqlite DBs
eo: Generante sqlite-datumbazojn
nl: Genereren sqlite-databanken

source: Starting %s db creation: %s
eo: Komencante kreadon de datumbazo %s: %s
nl: Aanmaken %s database begonnen: %s

source: Ending %s db creation: %s
eo: Finis kreadon de datumbazo %s: %s
nl: Aanmaken %s database beëindigd: %s

source: Sqlite DBs complete
eo: Sqlite-datumbazoj finitaj
nl: Sqlite databanken afgerond

source: Error saving temp file for %s%s%s: %s
eo: Eraro dum konservi provizoran dosieron por %s%s%s: %s
nl: Fout tijdens aanmaken tijdelijk bestand voor %s%s%s: %s

source: Could not save temp file: %s
eo: Ne eblis konservi dosieron: %s
nl: Kan tijdelijk bestand niet bewaren: %s

source: Error moving final %s to old dir %s
eo: Raro dum movi finan %s-on al eksa dosierujo %s
nl: Verplaatsen definitieve %s naar oude map %s is mislukt

source: Error moving final metadata into place
eo: Eraro dum movi finajn metadatumojn en lokon
nl: Definieve metadata op zijn plek zetten is mislukt

source: Could not remove old metadata file: %s: %s
eo: Ne eblis forigi malfreŝan metadatuman dosieron: %s: %s
nl: Kan oud metadata-bestand niet verwijderen: %s: %s

source: Could not restore old non-metadata file: %s -> %s: %s
eo: Ne eblis restarigi malfreŝan ne-metadatuman dosieron: %s -> %s: %s
nl: Kan oud metadata-bestand niet terughalen: %s -> %s: %s

source: %s: Fread(%s) failed: %s
eo: %s: Fread(%s) malsukcesis: %s
nl: %s: Fread(%s) is mislukt: %s

source: headerSprintf(%s): %s
eo: hedarSprintf(%s): %s

source: don't compress
eo: ne kunpremu
nl: Niet comprimeren

source: use gzip compression
eo: uzu gzip-kunpremon
nl: gzip-compressie gebruiken

source: use bzip2 compression
eo: uzu bzip2-kunpremon
nl: bzip2-compressie gebruiken

source: use lzma compression
eo: uzu lzma-kunpremon
nl: lzma-compressie gebruiken

source: use xz compression
eo: uzu xz-kunpremon
nl: xz-compressie gebruiken

source: output nothing except for serious errors
eo: eligu nenion escepte de gravaj eraroj
nl: Behalve ernstige fouten niets uitvoeren

source: output more debugging info.
eo: eligu pli da senerarigaj informoj.
nl: Meer debug-informatie uitvoeren

source: sanity check arguments, don't create metadata
eo: sano-kontrola elektoj, ne krei metadatumojn
nl: argumenten van fitheidstest, geen metadata aanmaken

source: glob PATTERN(s) to exclude
eo: amaso-ŜABLONO(j) por ekskludi
nl: PATRONEN om uit te sluiten

source: PATTERN
eo: ŜABLONO
nl: PATROON

source: glob PATTERN(s) to include
eo: amos-ŜABLONO(j) por inkluzivi
nl: expansie jokertekens (PATROON) voor insluiting

source: top level directory
eo: plej supra dosierujo
nl: top mappenhiërarchie

source: DIR
eo: DUJO
nl: MAP

source: baseurl to append on all files
eo: baza retadreson por almeti al ĉiuj dosieroj
nl: basisURL om aan alle bestanden toe te voegen

source: BASEURL
eo: BAZRETADRESO
nl: BASISURL

source: path to groupfile to include in metadata
eo: pado al grupdosiero por inkluzivi en metadatumo
nl: pad naar groepsbestand om in metadata op te nemen

source: FILE
eo: DOSIERO
nl: BESTAND
