Repository: devzero2000/RPM5
Catalog: po/*.po
Languages: eo, nl

source: Failed build dependencies
eo: Malsukcesintaj dependaĵoj
nl: Afhankelijkheden niet voldaan

source: Unable to open spec file %s: %s
eo: Ne eblas malfermi spec-dosieron %s: %s
nl: Kan .spec-bestand %s niet openen: %s

source: Failed to read spec file from %s
eo: Malsukcesis legi spec-dosieron je %s
nl: Lezen .spec-bestand van %s is mislukt

source: Failed to rename %s to %s: %m
eo: Malsukcesis alinomi %s al %s: %m
nl: Hernoemen van %s naar %s is mislukt: %m

source: failed to stat %s: %m
eo: malsukcesis stat-i: %s: %m
nl: kan toestand van %s niet opvragen: %m

source: File %s is not a regular file.
eo: Dosiero %s ne estas regula dosiero.
nl: Bestand %s is geen normaal bestand.

source: File %s does not appear to be a specfile.
eo: Dosiero %s ne aspektas kiel spec-dosiero.
nl: Bestand %s lijkt geen .spec-bestand te zijn.

source: Building target platforms: %s
eo: Platformoj por kiu munti: %s
nl: Opbouwen van doelplatforms: %s

source: target platform: %s
eo: cela platformo: %s
nl: doelplatform: %s

source: Query options (with -q or --query):
eo: Mendantaj elektoj (kun -q aŭ --query):
nl: Bevraagopties (met -q of --query):

source: Verify options (with -V or --verify):
eo: Konstatantaj elektoj (kun -V aŭ --verify):
nl: Verificatieopties (met -V of --verify):

source: Source options (with --query or --verify):
eo: Fontotekstaj elektoj (kun --query aŭ --verify):
nl: Bronopties (met --query of --verify):

source: Dependency check/order options:
eo: Dependaĵaj kontroloj/ordaj elektoj:
nl: Opties voor controle en ordening afhankelijkheden:

source: File tree walk options (with --ftswalk):
eo: Elektoj pri supreniri dosieran arbon (kun --ftswalk):
nl: Opties voor doorlopen van bestandsboom (met --ftswalk):

source: Signature options:
eo: Pretendo-elektojn:
nl: Handtekeningopties:

source: Database options:
eo: Datumbazo-elektoj:
nl: Opties databank:

source: Build options with [ <specfile> | <tarball> | <source package> ]:
eo: Multaj elektoj je [ <spec-dosiero> | <tar-dosiero> | <fontoteksta pako> ]:
nl: Bouwopties met [ <.spec-bestand> | <tarball> | <bronpakket> ]:

source: Install/Upgrade/Erase options:
eo: Elektoj por instali/promocii/forigi:
nl: Opties installatie/opwaardering/wissen:

source: Common options:
eo: Kutimaj elektoj
nl: Algemene opties:

source: only one major mode may be specified
eo: nur unu ĉefa reĝimo povas esti specifita
nl: slechts één hoofdmodus mag opgegeven worden

source: one type of query/verify may be performed at a time
eo: unu tipon de mendu/konstatu oni rajtas fari je fojo
nl: per keer mag slechts één soort bevraging/verificatie uitgevoerd worden

source: unexpected query flags
eo: neatenditaj mendo-flagoj
nl: onverwachte bevraaginstellingen

source: unexpected query format
eo: neatendita mendo-aranĝo
nl: onverwachte bevraagstructuur

source: unexpected query source
eo: neatendita mendo-fonto
nl: onverwachte bevraagbron

source: only installation, upgrading, rmsource and rmspec may be forced
eo: nur instalado, promociado, kaj rmspec povas esti devigita
nl: alleen installatie, opwaardering, rmsource en rmspec mogen worden afgedwongen

source: files may only be relocated during package installation
eo: dosieroj nur povas esti relokitaj dum pako-instalado
nl: bestanden mogen alleen verplaatst worden tijdens pakketinstallatie

source: cannot use --prefix with --relocate or --excludepath
eo: --prefix malkongruas kun --relocate kaj - -excludepath
nl: --prefix gaat niet samen met --relocate of --excludepath

source: --relocate and --excludepath may only be used when installing new packages
eo: --relocate kaj --excludepath povas esti uzata nur dum instali novajn pakojn
nl: --relocate en --excludepath alleen toegestaan bij installeren van nieuwe pakketten

source: --prefix may only be used when installing new packages
eo: --prefix povas esti uzata nur dum instali novajn pakojn
nl: --prefix alleen toegestaan bij installeren van nieuwe pakketten

source: arguments to --prefix must begin with a /
eo: parametroj de --prefix devas komenciĝi per /
nl: argumenten van --prefix moeten beginnen met een /

source: --hash (-h) may only be specified during package installation
eo: oni povas specifi la parametron --hash (-h) nur dum pako-instalado
nl: --hash (-h) alleen toegestaan tijdens pakketinstallatie

source: --percent may only be specified during package installation
eo: oni povas specifi la parametron --percent nur dum pako-instalado
nl: --percent alleen toegestaan tijdens pakketinstallatie

source: --replacepkgs may only be specified during package installation
eo: oni povas specifi la parametron --replacepkgs nur dum pako-instalado
nl: --replacepkgs alleen toegestaan tijdens pakketinstallatie

source: --excludedocs may only be specified during package installation
eo: oni povas specifi la parametron --excludedocs nur dum pako-instalado
nl: --excludedocs alleen toegestaan tijdens pakketinstallatie

source: --includedocs may only be specified during package installation
eo: oni povas specifi la parametron --includedocs nur dum pako-instalado
nl: --includedocs alleen toegestaan tijdens pakketinstallatie

source: only one of --excludedocs and --includedocs may be specified
eo: oni ne rajtas kune uzi la parametrojn --excludedocs kaj --includedocs
nl: --excludedocs en --includedocs gaan niet samen

source: --ignorearch may only be specified during package installation
eo: oni povas specifi la parametron --ignorearch nur dum pako-instalado
nl: --ignorearch alleen toegestaan tijdens pakketinstallatie

source: --ignoreos may only be specified during package installation
eo: oni povas specifi la parametron --ignoreos nur dum pako-instalado
nl: --ignoreos alleen toegestaan tijdens pakketinstallatie

source: --allmatches may only be specified during package erasure
eo: oni povas specifi la parametron --hash (-h) nur dum pako-forviŝado
nl: --allmatches alleen toegestaan tijdens pakketverwijdering

source: --allfiles may only be specified during package installation
eo: oni povas specifi la parametron --allfiles nur dum pako-instalado
nl: --allfiles alleen toegestaan tijdens pakketinstallatie

source: --justdb may only be specified during package installation and erasure
eo: oni povas specifi la parametron --justdb nur dum instalado kaj forviŝado de pako
nl: --justdb alleen toegestaan tijdens pakketinstallatie en -verwijdering

source: script disabling options may only be specified during package installation and erasure
eo: oni povas uzi parametrojn por malaktivigi programetojn nur dum instalado kaj forviŝado de pako
nl: opties voor uitschakeling scripts alleen toegestaan tijdens pakketinstallatie en -verwijdering

source: trigger disabling options may only be specified during package installation and erasure
eo: oni povas uzi parametrojn por malaktivigi instigilojn nur dum instalado kaj forviŝado de pako
nl: opties voor uitschakeling triggers alleen toegestaan tijdens pakketinstallatie en -verwijdering

source: --nodeps may only be specified during package building, rebuilding, recompilation, installation, erasure, and verification
eo: oni povas specifi la parametron --nodeps nur dum instalado, retradukado, muntado, remuntado, konstatado kaj forviŝado de pako
nl: --nodeps alleen toegestaan tijdens pakketopbouw, -herbouw, -hercompilatie, -installatie, -verwijdering en -verificatie

source: --test may only be specified during package installation, erasure, and building
eo: oni povas specifi la parametron --nodeps nur dum instalado, muntado kaj forviŝado de pako
nl: --test alleen toegestaan tijdens pakketinstallatie, -verwijdering en -opbouw

source: --root (-r) may only be specified during installation, erasure, querying, and database rebuilds
eo: oni povas specifi la parametron --root nur dum instalado, forviŝado, mendado kaj datumbaza remuntado de pako
nl: --root (-r) alleen toegestaan tijdens installatie, verwijdering, bevraging en herbouwen databank

source: arguments to --root (-r) must begin with a /
eo: argumentoj de --root (-r) devas komenciĝi per /
nl: argumenten van --root (-r) moeten beginnen met een /

source: no files to sign
eo: Neniuj dosieroj por subskribi
nl: geen bestanden om te ondertekenen

source: cannot access file %s
eo: ne eblas atingi dosieron %s
nl: geen toegang tot bestand %s

source: Enter pass phrase:
eo: Enmetu pasfrazon:
nl: Voer wachtwoordzin in:

source: Pass phrase check failed
eo: Kontrolado de pasfrazo malsukcesis
nl: Controle wachtwoordzin is mislukt

source: Pass phrase is good.
eo: Pasfrazo bonas.
nl: Wachtwoordzin is juist.

source: creating a pipe for --pipe failed: %m
eo: krei pipon por --pipe malsukcesis: %m
nl: aanmaken van een pipe voor --pipe is mislukt: %m

source: exec failed
eo: plenumo malsukcesis
nl: uitvoering is mislukt

source: no packages files given for rebuild
eo: neniuj pakoj donitaj por remuntaĵo
nl: geen pakketbestanden opgegeven voor herbouwen

source: no spec files given for build
eo: neniuj pakoj donitaj por munti
nl: geen .spec-bestanden opgegeven voor opbouwen

source: no tar files given for build
eo: neniuj tar-dosieroj donitaj por munti
nl: geen tar-bestanden opgegeven voor opbouwen

source: no packages given for erase
eo: neniuj pakoj donitaj por forigi
nl: geen pakketten opgegeven voor verwijdering

source: no packages given for install
eo: neniuj pakoj donitaj por instali
nl: geen pakketten opgegeven voor installatie

source: no arguments given for query
eo: neniuj parametroj donitaj por mendi
nl: geen argumenten opgegeven voor bevraging

source: no arguments given for verify
eo: neniuj argumentoj donitaj por konstati
nl: geen argumenten opgegeven voor verificatie

source: no arguments given
eo: neniuj parametroj donitaj
nl: geen argumenten opgegeven

source: Unable to open temp file.
eo: Ne eblas malfermi provizoran dosieron.
nl: Kan tijdelijk bestand niet openen.

source: Executing(%s): %s
eo: Plenumiganta (%s): %s
nl: Uitvoeren van (%s): %s

source: Bad exit status from %s (%s)
eo: Misa elirstato el %s (%s)
nl: Verkeerde stoptoestand van %s (%s)

source: RPM build errors:
eo: Muntaj eraroj ĉe RPM:
nl: RPM-opbouwfouten:

source: syntax error while parsing ==
eo: sintaksa eraro dum analizi ==
nl: syntaxfout tijdens ontleden van ==

source: syntax error while parsing &&
eo: sintaksa eraro dum analizi &&
nl: syntaxfout tijdens ontleden van &&

source: syntax error while parsing ||
eo: Sintaksa eraro dum analizi ||
nl: syntaxfout tijdens ontleden van ||

source: parse error in expression
eo: analiza eraro ĉe esprimo
nl: ontleedfout in expressie

source: unmatched (
eo: ( sen )
nl: ongepaard (

source: - only on numbers
eo: - nur por nobroj
nl: - alleen voor getallen

source: ! only on numbers
eo: ! nur por nombroj
nl: ! alleen voor getallen

source: types must match
eo: tipoj devas esti kongruaj
nl: soorten moeten overeenkomen

source: * / not suported for strings
eo: * / ne por ĉenoj
nl: * en / niet ondersteund voor tekenreeksen

source: - not suported for strings
eo: - no por ĉenoj
nl: - niet ondersteund voor tekenreeksen

source: && and || not suported for strings
eo: && kaj || ne por ĉenoj
nl: && en || niet ondersteund voor tekenreeksen

source: syntax error in expression
eo: sintaksa eraro en esprimo
nl: syntaxfout in expressie

source: TIMECHECK failure: %s
eo: TIMECHECK malsukceso: %s
nl: TIJDCONTROLE-fout: %s

source: Missing '(' in %s %s
eo: Manka '(' en %s %s
nl: Ontbrekende '(' in %s %s

source: Missing ')' in %s(%s
eo: Manka ')' en %s(%s
nl: Ontbrekende ')' in %s %s

source: Invalid %s token: %s
eo: Nevalida ero %s: %s
nl: Ongeldig %s token: %s

source: Missing %s in %s %s
eo: Manka %s en %s %s
nl: Ontbrekende %s in %s %s

source: Non-white space follows %s(): %s
eo: Blankospacoj ne povas sekvi: %s(): %s
nl: Niet-witruimte volgt op %s(): %s

source: Bad syntax: %s(%s)
eo: Fuŝa sintakso: %s(%s)
nl: Onjuiste syntax: %s(%s)

source: Bad mode spec: %s(%s)
eo: Fuŝa reĝimo-specifo: %s(%s)
nl: Onjuiste opgave van modus: %s(%s)

source: Bad dirmode spec: %s(%s)
eo: Fuŝa dosierujo-specifo: %s(%s)
nl: Onjuiste opgaven van mapmodus: %s(%s)

source: Unusual locale length: "%.*s" in %%lang(%s)
eo: Neordinara longo de lokaĵaro: "%.*s" en %%lang(%s)
nl: Ongebruikelijke lengte van taaldefinitie: "%.*s" in %%lang(%s)

source: Duplicate locale %.*s in %%lang(%s)
eo: Kopiita lokaĵaro %.*s en %%lang(%s)
nl: Dubbele taaldefinitie %.*s in %%lang(%s)

source: Hit limit for %%docdir
eo: Protokolo limigo por %%docdir
nl: Limiet voor %%docdir is bereikt

source: Only one arg for %%docdir
eo: Nur unu parametro por %%docdir
nl: Slechts één argument voor %%docdir

source: Two files on one line: %s
eo: Du dosieroj en unu linio: %s
nl: Twee bestanden op één regel: %s

source: File must begin with "/": %s
eo: Dosiero devas komenciĝi per "/": %s
nl: Bestand hoort te beginnen met "/": %s

source: Can't mix special %%doc with other forms: %s
eo: Ne eblas kunmiksi specialan %%doc kun aliaj formoj: %s
nl: Kan speciale %%doc niet combineren met andere vormen: %s

source: File listed twice: %s
eo: Dosiero listigita dufoje: %s
nl: Bestand is tweemaal vermeld: %s

source: Symlink points to BuildRoot: %s -> %s
eo: Mola ligilo almontras al BuildRoot: %s -> %s
nl: Symbolische verwijzing wijst naar basismap: %s -> %s

source: File doesn't match prefix (%s): %s
eo: Dosiero ne kongruas kun prefikso (%s): %s
nl: Bestand komt niet overeen met voorvoegsel (%s): %s

source: Optional file not found: %s
eo: Nebezonata dosiero ne trovita: %s
nl: Optioneel bestand niet gevonden: %s

source: File not found: %s
eo: Dosiero ne trovita: %s
nl: Bestand niet gevonden: %s

source: %s: can't load unknown tag (%d).
eo: %s: ne eblas ŝargi nekonatan etikedon (%d).
nl: %s: kan onbekend label niet laden (%d).

source: %s: public key read failed.
eo: %s: legi publikan ŝlosilon malsukcesis.
nl: %s: lezen van publieke sleutel is mislukt.

source: %s: not an armored public key.
eo: %s: ne ŝirmita publika ŝlosilo.
nl: %s: geen geactiveerde publieke sleutel.

source: %s: *.te policy read failed.
eo: %s: legi .te-politikon malsukcesis.
nl: %s: lezen van '*.te'-beleid is mislukt.

source: File needs leading "/": %s
eo: Dosiero devas havi antaŭan "/": %s
nl: Bestand vereist een leidende "/": %s

source: Glob not permitted: %s
eo: Amaso ne permesata: %s
nl: Expansie jokertekens niet toegestaan: %s

source: Optional file not found by glob: %s
eo: Nebezonata dosiero ne trovita laŭ amaso: %s
nl: Optioneel bestand niet gevonden door expansie jokertekens: %s

source: File not found by glob: %s
eo: Dosiero ne trovita laŭ amaso: %s
nl: Bestand niet gevonden door expansie jokertekens: %s

source: Could not open %%files file %s: %s
eo: Ne eblis malfermi %%files-dosieron %s: %s
nl: Kan %%files-bestand %s niet openen: %s

source: line: %s
eo: linio: %s
nl: regel: %s

source: Bad file: %s: %s
eo: Fuŝa dosiero: %s: %s
nl: Onjuist bestand: %s: %s

source: Bad owner/group: %s
eo: Fuŝa estro/grupo: %s
nl: Onjuiste eigenaar/groep: %s

source: Checking for unpackaged file(s): %s
eo: Kontrolanta ne pakita(j)n dosiero(j)n: %s
nl: Controle op niet-ingepakte bestanden: %s

source: Installed (but unpackaged) file(s) found: %s
eo: Instalita(j) (sed ne pakita(j) dosiero(j) trovita(j): %s
nl: Geïnstalleerd(e) maar niet-ingepakt(e) bestand(en) gevonden: %s

source: File(s) packaged into both %s and %s: %s
eo: Dosiero(j) pakita(j) en kaj %s kaj %s: %s

source: Unpackaged subdir(s) in %s: %s
eo: Nepakitaj subdosierujoj en %s %s

source: Processing files: %s
eo: Procedanta dosierojn: %s
nl: Verwerken bestanden: %s

source: getUname: too many uid's
eo: getUname: tro da uid-oj
nl: getUname: te veel UID's

source: getUnameS: too many uid's
eo: getUnameS: tro da uid-oj
nl: getUnameS: te veel UID's

source: getUidS: too many uid's
eo: getUidS: tro da uid-oj
nl: getUidS: te veel UID's

source: getGname: too many gid's
eo: getGname: tro da gid-oj
nl: getGname: te veel GID's

source: getGnameS: too many gid's
eo: getGnameS: tro da gid-oj
nl: getGnameS: te veel GID's

source: getGidS: too many gid's
eo: getGidS: tro da gid-oj
nl: getGidS: te veel GID's

source: Could not canonicalize hostname: %s
eo: Ne eblis kanonigi gastiganto-nomon: %s
nl: Kan hostnaam niet canoniek maken: %s

source: create archive failed on file %s: %s
eo: krei arkivon malsukcesis ĉe dosiero %s: %s
nl: aanmaken archief is mislukt bij bestand %s: %s

source: create archive failed: %s
eo: krei arkivon malsukcesis: %s
nl: aanmaken van archief is mislukt: %s

source: cpio_copy write failed: %s
eo: cpio_copy skribado malsukcesis: %s
nl: wegschrijven door cpio_copy is mislukt: %s

source: cpio_copy read failed: %s
eo: cpio_copy legado malsukcesis: %s
nl: lezen door cpio_copy is mislukt: %s

source: Could not open PreIn file: %s
eo: Ne eblis malfermi dosieron PreIn: %s
nl: Kan PreIn-bestand niet openen: %s

source: Could not open PreUn file: %s
eo: Ne eblis malfermi dosieron PreUn: %s
nl: Kan PreUn-bestand niet openen: %s

source: Could not open PreTrans file: %s
eo: Ne eblis malfermi dosieron PreTrans: %s
nl: Kan PreTrans-bestand niet openen: %s

source: Could not open PostIn file: %s
eo: Ne eblis malfermi dosieron PostIn: %s
nl: Kan PostIn-bestand niet openen: %s

source: Could not open PostUn file: %s
eo: Ne eblis malfermi dosieron PostUn: %s
nl: Kan PostUn-bestand niet openen: %s

source: Could not open PostTrans file: %s
eo: Ne eblis malfermi dosieron PostTrans: %s
nl: Kan PostTrans-bestand niet openen: %s

source: Could not open VerifyScript file: %s
eo: Ne eblis malfermi dosieron VerifyScript: %s
nl: Kan VerifyScript-bestand niet openen: %s

source: Could not open Test file: %s
eo: Ne eblis malfermi dosieron Test: %s
nl: Kan Test-bestand niet openen: %s

source: Could not open Trigger script file: %s
eo: Ne eblis malfermi dosieron Trigger: %s
nl: Kan Trigger-scriptbestand niet openen: %s

source: readRPM: open %s: %s
eo: readRPM: malfermado de %s: %s
nl: readRPM: %s openen: %s

source: readRPM: read %s: %s
eo: readRPM: legado de %s: %s
nl: readRPM: %s lezen: %s

source: %s: Fseek failed: %s
eo: %s: Fseek malsukcesis: %s
nl: %s: Fseek mislukt: %s

source: readRPM: %s is not an RPM package
eo: readRPM: %s ne estas RPM-pako
nl: readRPM: %s is geen RPM-pakket

source: readRPM: reading header from %s
eo: readRPM: eraro dum legi kapon de %s
nl: readRPM: kop uit %s lezen

source: Unable to create immutable header region.
eo: Ne eblas krei regionon por neŝanĝebla kapo.
nl: Kan onveranderbaar kopgedeelte niet aanmaken.

source: Generating signature: %d
eo: Generante subskribon: %d
nl: Genereren van handtekening: %d

source: Unable to reload signature header.
eo: Ne eblas reŝargi pretendo-kapon.
nl: Kan handtekeningkop niet opnieuw laden.

source: Could not open %s: %s
eo: Ne eblas malfermi: %s: %s
nl: Kan %s niet openen: %s

source: Unable to write package: %s
eo: Ne eblas skribi pakon: %s
nl: Kan pakket niet wegschrijven: %s

source: Unable to open sigtarget %s: %s
eo: Ne eblas malfermi celon %s: %s
nl: Kan sigtarget %s niet openen: %s

source: Unable to read payload from %s: %s
eo: Ne eblas legi ŝarĝon el %s: %s
nl: Kan pakketbestanden niet lezen uit %s: %s

source: Unable to write payload to %s: %s
eo: Ne eblas skribi ŝarĝon al %s: %s
nl: Kan pakketbestanden niet schrijven naar %s: %s

source: Wrote: %s
eo: Skribis: %s
nl: Weggeschreven: %s

source: Could not generate output filename for package %s: %s
eo: Ne eblas generi eligan dosiernomon por pako %s: %s
nl: Kan naam uitvoerbestand voor pakket %s niet aanmaken: %s

source: cannot create %s: %s
eo: ne eblas krei %s: %s
nl: kan %s niet aanmaken: %s

source: line %d: unknown specfile section
eo: line %d: nekonata sekcio de la spec-dosiero

source: line %d: second %%%s section
eo: line %d: dua sekcio %%%s
nl: regel %d: tweede %%%s-sectie

source: %%changelog entries must start with *
eo: eroj %%changelog devas komenciĝi per *
nl: %%changelog-regels moet beginnen met *

source: incomplete %%changelog entry
eo: nefinita ero %%changelog
nl: incomplete %%changelog-regel

source: bad date in %%changelog: %s
eo: fuŝa dato en %%changelog: %s
nl: onjuiste datum in %%changelog: %s

source: %%changelog not in descending chronological order
eo: %%changelog ne en malsupreniranta historia ordigo
nl: %%changelog niet in aflopende chronologische volgorde

source: missing name in %%changelog
eo: manka nomo en %%changelog
nl: onbrekende naam in %%changelog

source: no description in %%changelog
eo: neniu priskribo en %%changelog
nl: geen beschrijving in %%changelog

source: line %d: Error parsing %%description: %s
eo: linio %d: Eraro dum analizo de %%description: %s
nl: regel %d: fout bij ontleden %%description: %s

source: line %d: Bad option %s: %s
eo: linio %d: Fuŝa elekto %s: %s
nl: regel %d: onjuiste optie %s: %s

source: line %d: Too many names: %s
eo: linio %d: Tro da nomoj: %s
nl: regel %d: te veel namen: %s

source: line %d: Package does not exist: %s
eo: linio %d: Pako ne ekzistas: %s
nl: regel %d: pakket bestaat niet: %s

source: line %d: Error parsing %%files: %s
eo: linio %d: Eraro dum analizo de %%files: %s
nl: regel %d: fout bij ontleden %%files: %s

source: line %d: Second %%files list
eo: linio %d: Dua listo %%files
nl: regel %d: tweede %%files-lijst

source: Architecture is excluded: %s
eo: Platformo estas ne malpermesata: %s
nl: Architectuur is uitgesloten: %s

source: Architecture is not included: %s
eo: Platformo estas ne inkluzivita: %s
nl: Architectuur is niet aanwezig: %s

source: OS is excluded: %s
eo: Operaciumo estas ekskluzivita: %s
nl: OS is uitgesloten: %s

source: OS is not included: %s
eo: Operaciumo estas ne inkluzivita: %s
nl: OS is niet aanwezig: %s

source: %s field must be present in package: %s
eo: kampo %s devas ĉeesti en pako: %s
nl: %s veld moet aanwezig zijn in pakket: %s

source: Duplicate %s entries in package: %s
eo: Duplikaj eroj %s en pako: %s
nl: Dubbele %s-invoer in pakket: %s

source: No icon file in sources
eo: Neniu piktogramo en la fontoteksto
nl: Geen pictogrambestand in bronnen

source: Invalid icon URL: %s
eo: Nevalida piktograma URL: %s
nl: Ongeldige URL van pictogram: %s

source: Unable to open icon %s: %s
eo: Ne eblas malfermi piktogramon %s: %s
nl: Kan pictogram %s niet openen: %s

source: Unable to read icon %s: %s
eo: Ne eblas legi piktogramon %s: %s
nl: Kan pictogram %s niet lezen: %s

source: Icon %s is too big (max. %d bytes)
eo: Piktogramo %s estas tro granda (maks. %d bajtoj)
nl: Pictogram %s is te groot (max. %d bytes)

source: line %d: Tag takes single token only: %s
eo: linio %d: Etikedo devas havi nur unu eron: %s
nl: regel %d: label accepteert slechts een enkel token: %s

source: line %d: invalid tag value("%s") %s: %s
eo: linio %d: Fuŝa etikeda valoro("%s") %s: %s
nl: regel %d: onjuiste labelwaarde("%s") %s: %s

source: line %d: Malformed tag: %s
eo: linio %d: Misformita etikedo: %s
nl: regel %d: ongeldig label: %s

source: line %d: Empty tag: %s
eo: linio %d: Vaka etikedo: %s
nl: regel %d: leeg label: %s

source: line %d: Illegal char '-' in %s: %s
eo: linio %d: Nevalida signo 's' en %s: %s
nl: regel %d: ongeldig teken '-' in %s: %s

source: BuildRoot can not be "/": %s
eo: ne eblas, ke BuildRoot estu "/": %s
nl: Basismap voor de opbouw mag geen "/" zijn: %s

source: line %d: Prefixes must begin with "/": %s
eo: linio %d: Oni ne rajtas fini prefikson kun "/": %s
nl: regel %d: voorvoegsels moeten beginnen met "/": %s

source: line %d: Prefixes must not end with "/": %s
eo: linio %d: Oni ne rajtas fini prefikson kun "/": %s
nl: regel %d: voorvoegsels mogen niet eindigen met "/": %s

source: line %d: Docdir must begin with '/': %s
eo: linio %d: Docdir devas komenciĝi per '/': %s
nl: regel %d: docdir moet beginnen met '/': %s

source: line %d: %s takes an integer value: %s
eo: linio %d: %s postulas entjeran valoron: %s
nl: regel %d: %s vereist een geheel getal: %s

source: line %d: Bad %s: qualifiers: %s
eo: linio %d: Fuŝa %s: kvalifikiloj: %s
nl: regel %d: onjuiste %s: bepalingen: %s
